Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: Failed to make a connection to the mail server
nl: Kon geen verbinding met de mail server maken

source: For your own security you must enter 5 lost password questions and answers.
nl: Voor uw eigen veiligheid dient u 5 wachtwoord-verloren vragen en antwoorden op te geven.

source: Race condition discovered, user altered details during assurance procedure. PLEASE MAKE SURE THE NEW DETAILS BELOW MATCH THE ID DOCUMENTS.
nl: De gebruiker veranderde details tijdens de waarmerk procedure. CONTROLEER A.U.B. DAT DE NIEUWE DETAILS HIERONDER OVEREENKOMEN MET DE IDENTITEITSKAART- DOCUMENTEN.

source: Reminder Notice
nl: Herinneringsbericht

source: This is a short reminder that you filled out forms to become trusted with CAcert.org, and %s has attempted to issue you points. Please create your account at %s as soon as possible and then notify %s so that the points can be issued.
nl: Dit is een korte herinnering dat u formulieren hebt ingevuld om door CAcert.org gewaarmerkt te worden, en %s heeft geprobeerd u waarmerkpunten toe te kennen. Maak u.a.b. zo spoedig mogelijk een account aan bij %s, en stuur vervolgens een berichtje naar %s zodat de waarmerkpunten kunnen worden toegekend.

source: %s will also accept email in %s - %s
nl: %s zal ook e-mail accepteren in %s - %s

source: 'Enhanced Provider' is generally the best option, which has a key size of 1024bit. If you need a bigger key size you will need to use a different browser.
nl: De 'Enhanced Provider' is over het algemeen de beste optie, die een 1024bit sleutel heeft. Als u een grotere sleutelgrootte nodig hebt zult een andere browser moeten gebruiken.

source: A CAcert arbitrator may override this policy in a dispute.
nl: Een CAcert arbiter kan dit beleid in een geschil overrulen.

source: Account Locking
nl: account blokkeren

source: Add Location
nl: Voeg plaats toe

source: Add Region
nl: Voeg gebied toe

source: Additional Language
nl: Extra taal

source: Additional Language Preferences
nl: extra taal voorkeuren

source: Admin
nl: beheerder

source: Alternatively visit our %sinformation page%s on this subject for more details.
nl: U kunt ook onze %sinformation page%s over dit onderwerp bekijken voor meer details.

source: Are you sure you want to revoke this assurance?
nl: Bent u zeker dat u deze waarmerking wilt herroepen?

source: Are you sure you want to verify the domain %s?
nl: Bent u zeker dat u het domein %s wilt verifi&euml;ren?

source: Are you sure you want to verify the email %s?
nl: Bent u zeker dat u het e-mail adres %s wilt verifi&euml;ren?

source: Assurance Form
nl: Waarmerkformulier

source: Below is the link you need to open to verify your email address. Once your address is verified you will be able to start issuing certificates to your heart's content!
nl: Hieronder is de link die u moet openen om uw e-mailadres te verifi&euml;ren. Zodra uw e-mail adres is geverifieerd kunt u beginnen om zoveel certificaten aan te maken als u wilt!

source: Blank CAP Form
nl: leeg waarmerkformulier

source: Blank TTP Form
nl: Leeg TTP formulier

source: Bug Database
nl: probleem database

source: CAP/TTP Forms
nl: Waarmerk/TTP formulieren

source: CAcert Assurers can see the name, birthday and the number of points by looking up the correct email address. No other person related data is published by CAcert.
nl: CAcert waarmerkers kunnen de naam, geboortedatum en het aantal punten zien door het juiste e-mailadres op te zoeken. Er wordt door CAcert geen andere persoonlijke informatie gepubliceerd.

source: CAcert Inc. is a non-profit association, incorporated in New South Wales Australia.
nl: CAcert Inc. is een vereniging zonder winstbejag, die in Nieuw Zuid-Wales Australi&euml; is gevestigd.

source: CAcert adopts the Australian privacy regulations.
nl: CAcert neemt de Australische privacyverordeningen over.

source: CAcert does not automatically publish the certificates through a directory service or the website to other people than the user who requested the certificate. In the future, the user might be able to opt-in for publication of the certificates through a directory server by CAcert.
nl: CAcert publiceert certificaten niet automatisch door een indexdienst of via de website aan anderen dan de gebruiker die om het certificaat verzocht. In de toekomst is het misschien mogelijk dat de gebruiker ervoor kan kiezen om publicatie van de certificaten door een directoryserver van CAcert te laten doen.

source: Certificate Login
nl: Login m.b.v. certificaat

source: Before contacting us, be sure to read the information on our official and unofficial HowTo and FAQ pages.
nl: Neem, voordat u ons benadert, s.v.p. de informatie door die aanwezig is in onze offici&euml;le en onoffici&euml;le HowTo en FAQ

source: Certificates expire in 6 months; only the domain name itself can be entered into the certificates (not your full name, company name, location, etc.).
nl: De certificaten verlopen na 6 maanden; alleen de domeinnaam staat in de certificaten (niet uw volledige naam, firmanaam, plaats, enz.).

source: Default Account Changed
nl: Standaard instellingen aangepast

source: Deleted before Verification
nl: Geschrapt v&oacute;&oacute;r controle

source: Distance
nl: Afstand

source: Do not verify this domain
nl: Verifi&euml;er dit domein niet

source: Do not verify this email
nl: Verifi&euml;er deze e-mail niet

source: Domain available
nl: Beschikbaar domein

source: Edit Location
nl: Wijzig plaats

source: Edit Region
nl: Wijzig gebied

source: Email Notification
nl: E-mail bericht

source: Exceptions
nl: Uitzonderingen

source: For your own security you must enter 5 different password questions and answers. You aren't allowed to duplicate questions, set questions as answers or use the question as the answer.
nl: Voor uw eigen veiligheid moet u 5 verschillende wachtwoordvragen en antwoorden opgeven. Het is niet toegestaan om vragen te dupliceren, vragen te plaatsen als antwoorden of de vraag te gebruiken als antwoord.

source: Governmental warrants and civil supoenas will be processed through the dispute resolution system, which ensures that valid authority is given to whoever complies with the supoena or the warrant.
nl: Overheids aanwijzingen zullen middels het geschillenbeslechting systeem worden verwerkt, wat ervoor zorgt dat de rechten worden toegewezen aan de in het gelijk gestelde partij.

source: Hi %s,
nl: Hallo %s,

source: I was unable to match your location with places in my database.
nl: Ik kon uw woonplaats niet terugvinden in mijn woonplaats-database.

source: Identical Assurance attempted, will not continue.
nl: poging tot identieke waarmerking, doorgaan niet mogelijk.

source: If this is a re-occuring problem, please send a copy of the key you are trying to signed to support@cacert.org. Thank you.
nl: Als dit een repeterend probleem is, zend a.u.b. een kopie van de sleutel die u probeert te ondertekenen aan support@cacert.org. Dank u.

source: If you are having trouble with your username or password, please visit our %swiki page%s for more information
nl: Als u problemen heeft met uw gebruikersnaam of wachtwoord, bezoek a.u.b. onze %swiki pagina%s voor meer informatie

source: It looks like you were trying to contact multiple people, this isn't allowed due to data security reasons.
nl: Het lijkt erop dat u probeerde om meerdere personen te benaderen. Dit is niet toegestaan wegens redenen van gegevensveiligheid.

source: Latitude
nl: Breedtegraad

source: Legal mandates
nl: Wettelijke verplichtingen

source: Location Admin
nl: woonplaats beheerder

source: Location Alias
nl: woonplaats alias

source: Location Aliases
nl: De aliassen van de woonplaats

source: Location DB
nl: woonplaats database

source: Longitude
nl: Lengtegraad

source: Mailing Lists
nl: mailinglijsten

source: Move Location
nl: Verander woonplaats

source: Net Cafe Login
nl: Internetcafe login

source: Notify support about this
nl: Licht de supportgroep hierover in

source: Optional Client CSR, no information on the certificate will be used
nl: Optionele Cli&euml;nt CSR, geen informatie uit het certificaat zal worden gebruikt

source: PLEASE NOTE: Due to the large amounts of support questions, incorrectly directed emails may be over looked, this is a volunteer effort and directing general questions to the right place will help everyone, including yourself as you will get a reply quicker.
nl: LET OP: Wegens de grote hoeveelheid ondersteuningsvragen kan verkeerd geadresseerde e-mail over het hoofd worden gezien. Het betreft hier een vrijwilligersinspanning. Het stellen van algemene vragen op de juiste plaats helpt iedereen, met inbegrip van uzelf aangezien u sneller een antwoord zult krijgen.

source: Password Login
nl: Login m.b.v. wachtwoord

source: Password Update Notification
nl: Wachtwoord update bericht

source: Please enter your town or suburb name, followed by region or state or province and then the country (please separate by commas)
nl: Geef uw woonplaats in, gevolgd door regio of gebied of provincie en daarna het land (gescheiden door komma's)

source: Please see &lt;a href='http://www.privacy.gov.au/'&gt;http://www.privacy.gov.au/&lt;/a&gt; for further details.
nl: Kijk op &lt; href='http://www.privacy.gov.au/'&gt;http://www.privacy.gov.au/ voor verdere details.

source: Point System
nl: Waarmerkpunten systeem

source: Privacy of certificates
nl: Privacy van certificaten

source: Privacy of user data
nl: Privacy van gebruikersgegevens

source: Region
nl: Gebied

source: Revoke
nl: Herroep

source: Secondary languages
nl: Secundaire talen

source: Set Region
nl: Selecteer uw regio

source: Show Lost Password Details
nl: Toon 'wachtwoord verloren' details

source: Sorry, I was unable to locate that user, the person doesn't wish to be contacted, or isn't an assurer.
nl: Helaas, de gebruiker kon niet gevonden worden. De gebruiker is geen waarmerker, of wenst niet benaderd te worden.

source: TTP Admin
nl: TTP beheerder

source: Are you new to CAcert?
nl: Bent u nieuw bij CAcert?

source: Community Agreement
nl: Landgebonden aankondigingen

source: Do you want to help CAcert?
nl: Wilt u CAcert helpen?

source: For general documentation and help, please visit the CAcert %sWiki Documentation site %s.
nl: Kijk voor algemene documentatie en hulp s.v.p. op de CAcert %sWiki Documentatie site %s

source: For specific policies, see the CAcert %sApproved Policies page%s.
nl: Zie voor specifieke regels de CAcert %sApproved Policies page%s.

source: This function is currently disabled. Please visit %s for more information.
nl: Deze functie is momenteel uitgeschakeld. Bezoek a.u.b. %s voor meer informatie.

source: This is an AJAX form which depends heavily on javascript for auto-complete functionality and while it will work without javascript the usability will be heavily degraded.
nl: Dit is een AJAX formulier dat sterk leunt op javascript voor de functionaliteit voor automatisch aanvullen, het werkt zonder javascript wel, maar de bruikbaarheid zal sterk afnemen.

source: This page is a work in Progress. Please see this
nl: Deze pagina is in bewerking. Kijk a.u.b. op

source: This policy discloses what information we gather about you when you visit any of our Web site, and when you issue or use our certificates. It describes how we use that information and how you can control it.
nl: Dit beleid beschrijft welke informatie wij over u verzamelen wanneer u een van onze websites bezoekt, en wanneer u onze certificaten verstrekt of gebruikt. Het beschrijft hoe wij die informatie gebruiken en hoe u dat gebruik kunt controleren.

source: This wouldn't match your name or email at all, it contains at least 1 lower case letter, 1 upper case letter, a number, white space and a misc symbol. You get additional security for being over 15 characters and a second additional point for having it over 30. The system starts reducing security if you include any section of your name, or password or email address or if it matches a word from the english dictionary...
nl: Dit mag in geen geval uw naam of e-mail adres bevatten, het bevat minstens 1 kleine letter, 1 hoofdletter, een getal, een spatie en een letterteken. U krijgt extra veiligheidspunten als het langer is dan 15 karakters en een tweede extra punt als het langer is dan 30 tekens. Het systeem kent strafpunten toe als het een deel van uw naam omvat, of uw wachtwoord of uw e-mailadres of als het gelijk is aan een woord uit het Engelse woordenboek.

source: To obtain access to confidential data, a dispute has to be filed.
nl: Om toegang tot vertrouwelijke gegevens te verkrijgen, moet een geschil worden ingediend.

source: User ID
nl: ID van de gebruiker

source: We collect two kinds of information about website users: 1) data that users volunteer by signing up to our website or when you send us an email via our contact form; and 2) aggregated tracking data we collect when users interact with our site.
nl: Wij verzamelen twee soorten informatie over websitegebruikers: 1) gegevens die de gebruikers vrijwillig invullen als ze zich op onze website aanmelden of wanneer u ons een e-mail via ons contactformulier toestuurt; en 2) sessie-gegevens die wij verzamelen wanneer de gebruikers interactief met onze website bezig zijn.

source: We don't allow signups from people using email addresses from %s
nl: Wij staan geen inschrijvingen toe van personen die een e-mailadres gebruiken van %s

source: We only share your information with any other organisation when so instructed by a CAcert arbitrator.
nl: Wij delen informatie over u alleen dan met een andere organisatie indien wij opdracht hiertoe krijgen van een CAcert arbiter.

source: Website information
nl: De informatie van de website

source: When you post to the contact form, you must provide your name and email address. When you sign up to the website, you must provide your name, email address, date of birth and some lost pass phrase question and answers.
nl: Wanneer u het contactformulier invult, moet u uw naam en e-mailadres verstrekken. Wanneer u zich aanmeldt voor de website, moet u uw naam, e-mailadres, geboortedatum en enkele vragen en antwoorden (voor het geval u u uw wachtwoord verliest) opgeven.

source: Wiki Documentation
nl: de wiki documentatie

source: Yes verify this domain
nl: Ja, waarmerk dit domein

source: Yes verify this email
nl: Ja, waarmerk dit e-mail adres

source: You are receiving this email because you or someone else
nl: U ontvangt deze e-mail omdat u of iemand anders

source: Below is the link you need to open to verify your domain '%s'. Once your address is verified you will be able to start issuing certificates to your heart's content!
nl: Hieronder is de link die u moet openen om uw domein '%s' te verifi&euml;ren. Zodra uw adres is geverifieerd kunt u beginnen zoveel certificaten uit te geven als u wilt!

source: Click here if you want to import the root certificate into Microsoft Internet Explorer 5.x/6.x
nl: Klik hier als u het root certificaat in Microsoft Internet Explorer 5.x/6.x wilt importeren

source: The following requests are still open:
nl: De volgende aanvragen staan nog open:

source: There are no pending requests where you haven't voted yet.
nl: Er zijn geen openstaande verzoeken waarover u nog niet heeft gestemd.

source: You failed to select any accounts to be removed, or you attempted to remove the default account. No action was taken.
nl: U heeft geen account geselecteerd om te verwijderen, of u probeerde om het hoofdaccount te verwijderen. Er is geen aktie uitgevoerd.

source: I, the Assurer, hereby confirm that I have verified the Member according to CAcert Assurance Policy.
nl: Ik, de Assurer, bevestig hierbij dat ik de deelnemer geverifi&euml;erd heb volgens de CAcert Assurance Policy.

source: SSO WIKI Entry
nl: SSO WIKI pagina

source: by CAcert
nl: CAcert

source: Assurer Challenge
nl: Waarmerker Test

source: I hereby confirm that the information stated above is both true and correct, and request the CAcert Assurer (identified below) to verify me according to CAcert Assurance Policy.
nl: Hierbij bevestig ik dat bovenstaande informatie naar waarheid, compleet &amp; correct is ingevuld. Tevens verzoek ik de CAcert Assurer (zie onder) om mij te verifi&euml;ren volgens de CAcert Assurance Policy.

source: OCSP certificate
nl: OCSP certificaat

source: Processing request
nl: Verzoek wordt verwerkt

source: No client certificates are currently listed.
nl: Er worden momenteel geen Client Certificaten getoond.

source: If you want to use certificate login instead of username+password, please
nl: Als u wilt inloggen d.m.v. uw certificaat in plaats van met gebruikersnaam en wachtwoord

source: If you want to participate in CAcert.org, have a look
nl: Als u CAcert.org behulpzaam wilt zijn, kijk dan

source: Are you sure you want to modify this DOB and/or last name?
nl: Weet je zeker dat je deze geboortedatum (DOB) en/of achternaam wil veranderen?

source: Show Assurances the user gave
nl: Toon door gebruiker uitgevoerde Waarmerkingen

source: Show Assurances the user got
nl: Toon door gebruiker ondergane Waarmerkingen

source: Are you sure you want to delete this user, while not actually deleting the account it will completely disable it and revoke any/all certificates currently issued.
nl: Weet u zeker dat u deze gebruiker wilt weggooien? Alhoewel u het account niet echt weggooit schakelt u het compleet uit, en herroept u alle momenteel uitgegeven certificaten.

source: CAcert operations are sponsored by
nl: CAcert activiteiten worden gesponsord door

source: The challenge-response code of your certificate request did not match. Can't continue with certificaterequest.
nl: De challenge-response code van uw certificaat aanvraag stemde niet overeen. Kan niet doorgaan met de certificaat aanvraag.

source: The format of the UID was not recognized. Please use 'Name (comment) &amp;lt;email@domain&gt;'
nl: Het formaat van de gebruikers-ID is niet herkend. Gebruik a.u.b. 'Naam (commentaar) &amp;lt;emailadres@domein&gt;'

source: The following UIDs were found in your key:
nl: De volgende gebruikers-ID's zijn in uw sleutel gevonden:

source: Security Issues
nl: veiligheid gerelateerde zaken

source: use % as wildcard
nl: gebruik % as wildcard teken

source: Trusted ThirdParties
nl: vertrouwde derde partijen

source: You have to agree to the CAcert Community agreement.
nl: U dient in te stemmen met de CAcert Community agreement.

source: yyyy-dd-mm
nl: jjjj-dd-mm

source: yes, the CCA is attached to the form.
nl: ja, de CCA is vastgehecht aan het formulier

source: type
nl: soort

source: reg. number
nl: registratienummer

source: state
nl: staat/provincie

source: trade office
nl: KvK

source: portrait
nl: portret

source: paper format
nl: papier formaat

source: phone
nl: tel.nr.

source: identity card
nl: identiteitskaart

source: other
nl: anders

source: comma separated
nl: komma-gescheiden

source: country code
nl: land code

source: generate PDF file
nl: maak PDF bestand aan

source: Trade Office info
nl: KvK informatie

source: and organisation stamp
nl: en stempel van de organisatie

source: Organisation Administrator(s)
nl: Organisatie Administrateur(s)

source: Submit the form
nl: Verstuur het formulier

source: If there are any doubts or concerns about the Applicant's identity, do not allocate points. You are encouraged to perform a mutual Assurance.
nl: Als u ook maar ENIGE TWIJFEL heeft over de identiteit van de Aanvrager, ken dan geen Waarmerk Punten toe. U wordt aangemoedigd om een wederzijdse Waarmerking uit te voeren.

source: Jurisdiction info
nl: Jurisdictie informatie

source: I hereby confirm that the information stating my Identity Information above is both true and correct and request the CAcert Assurer (see below) to witness my identity in the CAcert Assurance Programme.
nl: Ik verklaar hierbij uitdrukkelijk dat bovenstaande informatie omtrent mijn identiteit zowel correct als waarheidsgetrouw is. Ik verzoek de CAcert Assurer/Waarmerker, die hieronder aangegeven is, om mijn identiteit te bevestigen in het CAcert Waarmerk Programma.

source: a and y umlaut, and o/slash examples of accepted transliterations for the full name(s)
nl: a en y met een dakje (umlaut), en o/slash zijn voorbeelden van toegestane vervangings-karakters voor de volledige naam/namen

source: member
nl: lid

source: How To Print this CAP form
nl: Hoe kan ik dit CAP formulier afdrukken

source: Vice-President
nl: Vice-Voorzitter

source: You are not an Assurer, but the reason is not stored in the database. Please contact
nl: U bent geen waarmerker, maar de reden hiervan is niet opgeslagen in de database. Neem a.u.b. kontakt op met

source: The exact name of the assurer may have transliterated characters and/or some given names may be abbreviated. If present the first given name will be shown abbreviated and parentheses around the last part of the given name.
nl: De exacte naam van de waarmerker kan enkele vervangings-karakters bevatten en/of sommige voornamen kunnen zijn afgekort. Indien aanwezig zal de eerste voornaam afgekort weergegeven worden, met tussen haakjes het laatste gedeelte van deze voornaam.

source: This seems like potential spam, or you have cookies or Javascript disabled, cannot continue.
nl: Dit lijkt sterk op spam, of u hebt cookies of JavaScript uit staan. Doorgaan is niet mogelijk.

source: A CAcert Arbitrator can require the Organisation Assurer to deliver the completed forms and accompanying documents in the event of a dispute.
nl: Een CAcert arbiter kan van de Organisatie Waarmerker ingeval van een dispuut verlangen om hem de ingevulde formulieren en begeleidende documenten te overhandigen.

source: The exact name of the assuree may have transliterated characters and/or some given names may be abbreviated. If present the first given name will be shown abbreviated and parentheses around the last part of the given name.
nl: De exacte naam van een persoon kan enkele vervangings-karakters bevatten en/of sommige voornamen kunnen zijn afgekort. Indien aanwezig zal de eerste voornaam afgekort weergegeven worden, met tussen haakjes het laatste gedeelte van deze voornaam.

source: Sorry, you are not allowed to be an Assurer. Please contact
nl: Sorry, u kunt geen Waarmerker worden. Neem a.u.b. kontakt op met

source: Once you have received at least 100 Assurance Points you will have to pass a test called Assurer Challenge, which can be started at
nl: Zodra u tenminste 100 waarmerkpunten heeft verzameld dient u de Waarmerker Test te doorlopen, die gestart kan worden op

source: type of ID shown
nl: categorie van het getoonde identiteitsdocument

source: transliterated:
nl: met vervangende tekens:

source: passport
nl: paspoort

source: phone nr
nl: telefoonnummer

source: Trade Office Registry information, as organisation registration Identification number or license number, name of the trade office registry, trade office operating region, and optionally date of extract.
nl: Kamer van Koophandel informatie, zoals KvK nummer of nummer van de vergunning, naam van de Kamer van Koophandel, regio waar de KvK actief is, en optioneel datum van het uittreksel.

source: Warning: Please do not enter confidential data into this form, it is being sent to a public mailinglist. Use the form further below instead.
nl: Let op: Vul s.v.p. geen vertrouwelijke informatie in dit formulier in, het wordt naar een publieke mailinglijst verstuurd. Gebruik in dat geval onderstaand formulier.

source: Ad Admin
nl: Advertentie Administratie

source: Add Single Sign On ID Information
nl: Voeg Single SignOn ID informatie toe

source: Advertising
nl: Reclame

source: Association Membership
nl: Het Lidmaatschap van de vereniging

source: Certificate installed successfully. Please don't forget to backup now
nl: Certificaat met succes ge&iuml;nstalleerd. Vergeet niet om een backup te maken
