Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: Thus, having now asked the question, you suppose that it's the people who make the browser software that have carefully decided who is a trustworthy Certificate Authority. Funnily enough, the mainstream browsers have not, historically, had public policies on how they decide whether a Certificate Authority gets added to their browser. All of the Certificate Authorities that have found themselves in the browser software, are big names, probably with big profits (so they must be doing a good job!).
nl: Dus, nu dat je de vraag stelt, neem je aan dat de personen die de browser programmatuur maken zeer zorgvuldig besloten hebben wie een betrouwbare Certificate Authority is en wie niet. Gek genoeg hebben de belangrijkste web browsers, historisch gezien, geen publiek beschikbare regels gehad met criteria om te besluiten of een Certificate Authority aan hun webbrowser mag worden toegevoegd. Alle Certificate Authorities die in browser software opgenomen zijn betreffen belangrijke namen, vermoedelijk met veel inkomsten (dus zij moeten het wel goed doen!)

source: To
nl: Naar

source: To be completed
nl: Moet nog ingevuld worden

source: To become an Assurer
nl: Hoe wordt je een Waarmerker

source: To create a Non-Profit Certificate Authority; an alternative to the commercial CAs.
nl: Om een non-profit Certificate Authority te maken; een alternatief voor de commerci&euml;le CA's.

source: To fully understand, read the section directly above. I am using a free Certificate Authority to provide me with the ability to digitally sign my emails. As a result, this Certificate Authority is not (yet) recognised by your email software as it is a new organisation that is not yet fully established, although it is probably being included in the Mozilla browser. If you choose to, you can go the their site at CAcert.org to install the root certificate. You may be told that the certificate is untrusted - that is normal and I suggest that you continue installation regardless. Be aware that this implies your acceptance that you trust their secure distribution and storing of digital signatures, such as mine. (You already do this all the time). The CAcert.org root certificate will then automatically provide the safe validation of my digital signature, which I have entrusted to them. Or you can simply decide that you've wasted your time reading this and do nothing (humbug!). Shame on you! :-)
nl: Om het volledig te begrijpen, lees het hoofdstuk hierboven. Ik gebruik een gratis Certificate Authority die mij de mogelijkheid biedt om mijn e-mails digitaal te ondertekenen. Het resultaat kan zijn dat deze Certificate Authority (nog) niet wordt herkend door jouw e-mail programmatuur, omdat het een nieuwe organisatie is die nog niet volledig uitgekristalliseerd is, alhoewel hij waarschijnlijk in de Mozilla webbrowser is opgenomen. Als je daarvoor kiest, kan je naar hun website gaan op CAcert.org om het Root Certificaat te installeren. Er kan je verteld worden dat het certificaat niet vertrouwd wordt - dat is normaal en ik stel voor dat je de installatie desondanks toch afmaakt. Je moet je wel bewust zijn dat dit impliceert dat je hun veilige distributie en opslag van digitale handtekeningen vertrouwt, zoals het mijne (je doet dit altijd al). Het CAcert.org Root Certificaat zorgt vanaf dat moment automatisch voor een veilige validatie van mijn digitale handtekening, die ik aan hun heb toevertrouwd. Of je kunt domweg besluiten dat je jouw tijd verspild hebt met het lezen van dit artikel, en niets doen (flauwekul!). Ga je schamen! :-)

source: To generate a public and private key pair and CSR for a Microsoft IIS 5 Server:
nl: Om een publiek/priv&eacute; sleutel paar en een CSR voor een Microsoft IIS 5 server te maken:

source: To get from computer Internet User A to Internet User B an email may pass through tens of anonymous computers on the Internet. These 'Internet infrastructure' computers are all free to inspect and change the contents of your email as they see fit. Governments systematically browse the contents of all emails going in/out/within their country, e.g. the
nl: Om van internet gebruiker A naar B te komen kan een e-mail door vele onbekende computers op het internet geleid worden. Deze 'Internet Infrastructuur' computers kunnen allemaal de inhoud van het e-mailtje lezen en eventueel aanpassen naar eigen zin. Overheden hebben stelselmatig de gewoonte om de inhoud die in/uit/binnen het land circuleren te lezen, zoals de

source: To provide a trust mechanism to go with the security aspects of encryption.
nl: Een vertrouwensmechanisme aanbieden dat aansluit bij de veiligheidsaspecten van versleuteling.

source: Total Points
nl: Totaal aantal Punten

source: Total Points Issued
nl: Aantal waarmerk punten dat u heeft uitgegeven

source: Town/Suburb
nl: Stad/Gemeente

source: Translations
nl: Vertalingen

source: Public Officer
nl: Openbare Ambtenaar

source: Trusted Third Parties
nl: Vertrouwde Derde Partijen

source: U.K. e-mail snooping bill passed
nl: U.K. e-mail meekijk wet is aangenomen

source: UK Government has done this since the year 2000
nl: De UK Overheid doet dit als sinds het jaar 2000

source: Unable to match your details with any user accounts on file
nl: De opgegeven accountgegevens kunnen niet in onze databank teruggevonden worden.

source: Under 'Administrative Tools', open the 'Internet Services Manager'. Then open up the properties window for the website you wish to request the certificate for. Right-clicking on the particular website will open up its properties.
nl: Onder 'Administrative Tools' open je de 'Internet Services Manager'. Open dan het scherm met de eigenschappen van de website waarvoor je het certificaat wilt aanvragen. Als je rechts-klikt op de gewenste website dan open je zijn eigenschappen.

source: Unofficial FAQ/Wiki
nl: Niet-officiele FAQ/Wiki

source: Unverified
nl: Niet Gecontroleerd

source: Update
nl: Bijwerken

source: Update Domain for %s
nl: Pas de Domeinen voor %s aan

source: Update My Settings
nl: Werk Instellingen bij

source: Update Pass Phrase
nl: Verander Wachtwoord

source: Updated
nl: Bijgewerkt

source: Valid
nl: Geldig

source: Valid Certificates
nl: Client Certificaten

source: Verification needed
nl: Controle is vereist

source: Verified
nl: Gecontroleerd

source: Verified Domains
nl: Gecontroleerde domeinen

source: Verified Emails
nl: Gecontroleerde e-mail adressen

source: Verified Users
nl: Gecontroleerde gebruikers

source: President
nl: Voorzitter

source: View
nl: Bekijken

source: View Organisations
nl: Bekijk Organisaties

source: Warning!
nl: Waarschuwing!

source: Warning! This site requires cookies to be enabled to ensure your privacy and security. This site uses session cookies to store temporary values to prevent people from copying and pasting the session ID to someone else exposing their account, personal details and identity theft as a result.
nl: Waarschuwing! Deze site vereist dat cookies aanstaan, zodat uw privacy en veiligheid gewaarborgd kunnen worden. Deze site gebruikt sessie-cookies om tijdelijke variabelen in op te slaan en om te voorkomen dat mensen een sessie-ID kunnen stelen en andermans accountgegevens kunnen raadplegen met diefstal van identiteit als gevolg.

source: driver license
nl: rijbewijs

source: email address as e.g. john.family@gmail.com
nl: e-mail adres in de vorm john.family@gmail.com

source: date of assurance
nl: datum van de waarmerking

source: certificate
nl: certificaat

source: Wasn't able to match '%s' against any user in the system
nl: '%s' komt met geen enkele in het systeem geregistreerde gebruiker overeen.

source: We analyse visitors' use of our sites by tracking information such as page views, traffic flow, search terms, and click through. We use this information to improve our sites. We also share this anonymous traffic and demographic information in aggregate form with advertisers and other business partners. We do not share any information with advertisers that can identify an individual user.
nl: Wij analyseren het gebruik van onze webpagina door informatie bij te houden over het aantal raadplegingen, de hoeveelheid dataverkeer en de pagina's van waaruit naar onze site verwezen wordt. Wij wisselen deze anonieme gegevens over dataverkeer en demografische verspreiding uit onder de vorm van statistieken. De gegevens worden doorgegeven aan adverteerders en andere zakenpartners. Wij wisselen in geen geval informatie uit waaruit de identiteit van een gebruiker afgeleid kan worden.

source: Your domain has been verified. You can now start issuing certificates for this domain.
nl: Uw domein is geverifieerd. U kunt nu beginnen om certificaten voor dit domein te verstrekken.

source: Your email has been sent to
nl: Uw e-mail is verzonden naar

source: Your details have been updated.
nl: Uw details zijn bijgewerkt.

source: We don't use cookies to store personal information, we do use sessions, and if cookies are enabled, the session will be stored in a cookie, and we do not look for cookies, apart from the session id. However if cookies are disabled then no information will be stored on or looked for on your computer.
nl: Wij gebruiken geen cookies om persoonlijke informatie op te slaan. Wij maken wel gebruik van sessies. Indien cookies geactiveerd zijn op uw computer zal het identificatienummer van de sessie in een cookie opgeslagen worden. Onze server kan gebruikmaken van dit opgeslagen sessienummer. Het is echter niet noodzakelijk om cookies te accepteren. Indien u dit niet doet zal er geen enkele informatie opgeslagen of opgezocht worden op uw computer.

source: WebTrust for Certification Authorities
nl: Netwerk vertrouwen voor Certificaat Uitgevers

source: Welcome to CAcert.org
nl: Welkom bij CAcert.org

source: Welcome to your account section of the website. Below is a description of the different sections and what they're for.
nl: Welkom op het accountgedeelte van de website. Hieronder vindt U een beschrijving van de verschillende onderdelen.

source: What can CAcert provide to you, to increase your privacy and security for free?
nl: Wat CAcert kan leveren is een verhoogd vertrouwen in je privacy en beveiliging en dat zonder kosten.

source: What is it for?
nl: Waar is het goed voor?

source: When and Where?
nl: Waar en Wanneer?

source: When you have read this information, click 'Finish'.
nl: Als u deze informatie heeft gelezen, klik 'Einde'

source: Your current location is set as: %s
nl: Uw huidige woonplaats is nu: %s

source: Your default email address has been updated to '%s'.
nl: Uw standaard e-mail adres is veranderd naar '%s'.

source: Your details have been updated with the database.
nl: Uw details zijn bijgewerkt in de database.

source: Who
nl: Wie

source: Who?
nl: Wie?

source: Why digitally sign your own emails?! (weirdo..)
nl: Waarom zou u uw eigen e-mails digitaal ondertekenen?! (dwaas...)

source: Why is the digital signature described as 'not valid/not trusted'?
nl: Waarom is een digitale handtekening beschreven als 'ongeldig/niet betrouwbaar'?

source: Why isn't it being adopted by everyone?
nl: Waarom wordt dit niet door iedereen overgenomen?

source: Why use serial you ask? Well certificate requests are low bandwidth for starters, then of course simpler systems in security are less prone to exploits, and finally serial code is pretty mature and well tested and hopefully all exploits were found and fixed a long time ago.
nl: U vraagt waarom een seri&euml;le kabel? Nou de bandbreedte die nodig is voor certificaat aanvragen is klein om te beginnen. Eenvoudige systemen zijn makkelijker te beveiligen en zullen moeilijker te kraken zijn. Ten slotte is de programmatuur voor seri&euml;le drivers dermate volwassen en doorgetest dat hopelijk alle mogelijke lekken inmiddels wel gevonden en opgelost zijn.

source: Why?
nl: Waarom?

source: With the proposed root certificate changes, there would be a new root, this would sign at least 1 sub-root, then the private key stored offline in a bank vault, with the sub-root doing all the signing, or alternatively 2 sub-roots, 1 for client certificates, one for server, the thinking behind this, if any of the sub-roots are compromised they can be revoked and reissued.
nl: Met de voorgestelde 'root' certificaat wijzigingen komt er een nieuwe root, en deze zou ten minste &eacute;&eacute;n sub-root ondertekenen, en dan kan de priv&eacute; sleutel in een bank kluis worden opgeslagen, waarbij de sub-root gebruikt wordt voor alle ondertekeningen. Of er komen 2 sub-root sleutels, een voor Client certificaten en een voor Server certificaten. De gedachte hierachter is dat als een van de sub-root sleutels beschadigd is deze ingetrokken en opnieuw uitgegeven kan worden.

source: Within 200km Announcements
nl: Binnen 200km aankondigingen

source: WoT Form
nl: WoT Formulier

source: YYYY-MM-DD
nl: JJJJ-MM-DD

source: Yes
nl: Ja

source: You are able to update, add and remove your information at any time via our web interface, log into the 'My Account' and then click on the 'My Details' section, and then click the relevant link
nl: U kunt op elk moment uw gegevens aanpassen, toevoegen of verwijderen via de web interface. U kunt daarvoor inloggen via 'Mijn Account' en dan de sectie 'Mijn Gegevens' kiezen. Klik daarna op de desbetreffende link.

source: You are about to install a certificate, if you are using mozilla/netscape based browsers you will not be informed that the certificate was installed successfully, you can go into the options dialog box, security and manage certificates to view if it was installed correctly however.
nl: U gaat nu een certificaat installeren. Indien u een Mozilla/Netscape gebaseerde browser gebruikt zal u geen melding krijgen indien het certificaat succesvol ge&iuml;nstalleerd is. Om de installatie van het certificaat na te gaan kunt u het dialoogvenster 'Opties' openen en doorklikken naar 'Veiligheid en beheer van Certificaten'.

source: You are never allowed to Assure yourself!
nl: Men mag nooit zichzelf waarmerken!

source: You are only allowed to Assure someone once!
nl: Men mag uitsluitend eenmalig iemand waarmerken!

source: You are putting your trust in people you don't know!
nl: U stelt vertrouwen in mensen die u niet kent!

source: You are receiving this email because you had a temporary increase to 200 points. This has since expired and you have been reduced to 150 points.
nl: U ontvangt deze e-mail omdat u een tijdelijke verhoging tot 200 punten heeft gehad. De termijn hiervan is verlopen, uw puntenaantal is teruggebracht tot 150 punten.

source: You are receiving this email because you have assured %s %s (%s).
nl: U ontvangt deze e-mail omdat u %s %s (%s) gewaarmerkt heeft.

source: You are receiving this email because you have been assured by %s %s (%s).
nl: U ontvangt deze e-mail omdat u gewaarmerkt bent door %s %s (%s).

source: Further Information
nl: Overige informatie

source: Has been involved in translating this website into Portuguese
nl: Is betrokken geweest bij de vertaling van deze website naar het Portugees

source: Has put a lot of time and effort into promoting and assuring people in Brazil and South America, and for helping to translate this site into Portuguese
nl: Heeft een hele hoop tijd en inspanning besteed aan het promoten en aan het waarmerken in Brazili&euml; en Zuid-Amerika, en heeft meegeholpen om deze site in het Portugees te vertalen

source: Please check the following details match against what you witnessed when you met %s in person. You MUST NOT proceed unless you are sure the details are correct. Gross negligence may cause you to be liable.
nl: Controleer alstublieft dat de volgende details kloppen met wat u zelf geconstateerd heeft toen u %s persoonlijk hebt ontmoet. U moet NIET DOORGAAN behalve wanneer u er zeker van bent dat de details kloppen. Grove nalatigheid kan ertoe leiden dat u aansprakelijk gesteld wordt.

source: CAcert Board
nl: CAcert bestuur

source: You can alternatively use the form below, however joining the list is the prefered option to support your queries
nl: Eventueel kunt u het formulier hieronder gebruiken, maar het verdient sterk de voorkeur dat u zich aanmeldt voor de mailing lijst om antwoord op uw vragen te krijgen

source: Your certificate request has failed to be processed correctly, see %sthe WIKI page%s for reasons and solutions.
nl: Uw certificaat verzoek is niet juist verwerkt. Kijk op %sde WIKI pagina%s voor redenen en mogelijke oplossingen.

source: Your country, state and city.
nl: Uw land, provincie en woonplaats.

source: You can send digitally signed/encrypted emails; others can send encrypted emails to you.
nl: U kunt nu digitaal ondertekende/ versleutelde e-mails verzenden en ontvangen.

source: You currently don't have access to the email address you selected, or you haven't verified it yet.
nl: U heeft geen toegang met het gekozen e-mail adres, of u heeft dit e-mail adres nog niet laten controleren.

source: You didn't list a valid sponsor for this action.
nl: U heeft geen naam van een bestuurslid dat uw verzoek onderschrijft ingevuld voor deze aktie.

source: You don't have access to this area.
nl: U heeft geen toegang tot dit gedeelte.

source: Please use any of the following ways to report security issues: You can use the above contact form for sensitive information. You can email us to support@cacert.org. You can file a bugreport on &lt;a href='https://bugs.cacert.org/'&gt;bugs.cacert.org&lt;/a&gt; and mark it as private.
nl: Gebruik a.u.b. een van de volgende manieren om een veiligheids issue te rapporteren: U kunt bovenstaand kontaktformulier gebruiken voor gevoelige informatie. U kunt ons e-mailen op support@cacert.org. U kunt een bugrapport indienen op &lt;a href='https://bugs.cacert.org/'&gt;bugs.cacert.org&lt;/a&gt; en dit als priv&eacute; markeren.

source: You failed to check all boxes to validate your adherence to the rules and policies of CAcert
nl: Niet alle vakjes zijn aangekruist. U dient aan te geven dat u akkoord gaat met de regels en voorschriften van CAcert.

source: You failed to correctly enter your current Pass Phrase.
nl: U heeft een ongeldig wachtwoord ingegeven voor 'Huidig Wachtwoord'.

source: You failed to enter a location of your meeting.
nl: U heeft geen plaats en datum van uw ontmoeting ingevoerd.

source: You failed to get all answers correct or you didn't configure enough lost password questions for your account. System admins have been notified.
nl: U heeft niet alle vragen correct beantwoord. De systeembeheerders zijn gewaarschuwd.

source: You failed to paste a valid GPG/PGP key.
nl: U heeft geen geldige GPG/PGP sleutel geplakt.

source: You get a vote in how CAcert (a non-profit association incorporated in Australia) is run; be eligible for positions on the CAcert board.
nl: U krijgt een stem in de gang van zaken in CAcert (een non-profit organisatie die in Australie is opgericht); u bent verkiesbaar voor een plaats in het bestuur van CAcert.

source: You have now created a public/private key pair. The private key is stored locally on your machine. The public portion is sent to CAcert in the form of a CSR.
nl: U heeft nu een priv&eacute;/openbaar sleutel paar gemaakt. De priv&eacute; sleutel wordt op uw server geplaatst, de openbare sleutel stuurt u naar CAcert in de vorm van een CSR.

source: Your certificate request has failed to be processed correctly, please try submitting it again.
nl: Uw certificaat verzoek is niet juist verwerkt. Verstuur het alstublieft opnieuw.

source: Your browser includes special digital (root) certificates from a number of these 'Certificate Authorities' by default, and all web sites use certificates that are validated by one of these companies, which you as a user implicitly trust every time you go to the secure part of a web site. (You might ask, who validates the security of the Certificate Authorities, and why should you trust them?!
nl: Uw browser omvat standaard de digitale (root)certificaten van een aantal van deze 'Certificate Authorities', en alle websites gebruiken certificaten die door &eacute;&eacute;n van deze bedrijven worden bevestigd, die u als gebruiker vervolgens impliciet vertrouwt telkens als u naar het beveiligde deel van een website gaat. (U zou uzelf af kunnen vragen, wie bevestigt de veiligheid van de Certificate Authorities, en waarom zou u op hen vertrouwen?!

source: Your attempt to accept or reject a disputed email is invalid due to the hash string not matching with the email ID. Your attempt has been logged and the request will be removed from the system as a result.
nl: Uw poging om een betwist e-mailadres goed te keuren of te verwerpen is ongeldig wegens een controlegetal dat niet overeenkomt met het betreffende e-mailadres. Uw poging is geregistreerd en het verzoek zal uit het systeem worden verwijderd.

source: Your attempt to accept or reject a disputed email is invalid due to the hash string not matching with the email ID.
nl: Uw poging om een betwist e-mailadres goed te keuren of te verwerpen is ongeldig omdat het controlegetal niet overeenkomt met het betreffende e-mailadres.

source: Your attempt to accept or reject a disputed domain is invalid due to the hash string not matching with the domain ID. Your attempt has been logged and the request will be removed from the system as a result.
nl: Uw poging om een betwist domein goed te keuren of te verwerpen is ongeldig wegens een controlegetal dat niet overeenkomt met het betreffende domein . Uw poging is geregistreerd en het verzoek zal uit het systeem worden verwijderd.

source: Your account has not been verified yet, please check your email account for the signup messages.
nl: Uw inschrijving is niet nog geverifieerd, controleer alstublieft uw e-mail voor de inschrijf berichten.

source: Your account information has been updated.
nl: Uw gegevens zijn bijgewerkt.

source: Your attempt to accept or reject a disputed domain is invalid due to the hash string not matching with the domain ID.
nl: Uw poging om een betwist domein goed te keuren of te verwerpen is ongeldig omdat het controlegetal niet overeenkomt met het betreffende domein.

source: Your account and/or email address has been verified. You can now start issuing certificates for this address.
nl: Uw gegevens en/of e-mailadres zijn geverifieerd. U kunt nu beginnen om certificaten voor dit e-mail adres te verstrekken.

source: Your Pass Phrase has been updated and your primary email account has been notified of the change.
nl: Uw wachtwoord is bijgewerkt en uw primaire e-mail account is aangepast.

source: Your Name
nl: Uw Naam

source: Your Email
nl: Uw e-mailadres

source: You've attempted to verify the same email address a fourth time with an invalid hash, subsequently this request has been deleted in the system
nl: U hebt voor de vierde keer geprobeerd om het zelfde e-mailadres te verifi&euml;ren met een ongeldig controlegetal, dientengevolge is dit verzoek uit het systeem geschrapt

source: You've been Assured.
nl: U bent gewaarmerkt.

source: Your Assurance Points
nl: Uw waarmerkpunten

source: You've Assured Another Member.
nl: U hebt een andere deelnemer gewaarmerkt.

source: You've attempted to verify the same domain a fourth time with an invalid hash, subsequantly this request has been deleted in the system
nl: U hebt voor de vierde keer geprobeerd om hetzelfde domein te verifi&euml;ren met een ongeldig controlegetal, dientengevolge is dit verzoek uit het systeem geschrapt

source: You'll prepare the request now, but you can only submit the request via the online request forms. We do not accept CSRs via email.
nl: U kunt het verzoek nu voorbereiden, maar u kunt het verzoek alleen via het online webformulier indienen. Wij accepteren geen CSRs via e-mail.
