Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: It is imperative that you maintain the confidentiality and privacy of the applicant, and never disclose the information obtained without the applicant's consent.
nl: U verplicht zich ertoe om de vertrouwelijkheid en de privacy van de kandidaat te respecteren en de verzamelde informatie nooit zonder toestemming van de kandidaat te gebruiken of vrij te geven.

source: It would seem '%s' has already been revoked. I'll skip this for now.
nl: Het lijkt erop dat '%s' reeds ingetrokken is. Het wordt voorlopig overgeslagen.

source: It's been a long time coming, but the wait was worthwhile, finally you are able to get security at the right price... Free!
nl: De langverwachte oplossing voor veiligheid, eindelijk voor de juiste prijs... Gratis!

source: It's possible to get notifications of up and coming events and even just general announcements, untick any notifications you don't wish to receive. For country, regional and radius notifications to work you must choose your location once you've verified your account and logged in.
nl: Het is mogelijk om berichten te krijgen van geplande evenementen en zelfs van alleen algemene aankondigingen, de-selecteer alle aankondigingen die u niet wilt ontvangen. Om landgebonden, regionale of omgevingsgebonden aankondigingen te kunnen krijgen dient u, als u uw account hebt gecontroleerd en u bent aangelogd, uw lokatie (woonplaats) juist in te stellen.

source: Join
nl: Inschrijven

source: Join CAcert.org
nl: Inschrijven bij CAcert.org

source: Key Strength:
nl: Sterkte van de Sleutel:

source: Key generation process
nl: Sleutel aanmaak proces

source: Keysize:
nl: Grootte van de Sleutel:

source: Language
nl: Taal

source: Last Name
nl: Achternaam

source: Latest News
nl: Laatste Nieuws

source: Liability
nl: Verantwoordelijkheid

source: Limitations
nl: Beperkingen

source: Listed
nl: In Lijst Vermeld

source: Locality Name (eg, city) [Sydney]:
nl: Plaats naam (hier stad) [Amsterdam]:

source: Location
nl: Plaats

source: Location Name
nl: Plaatsnaam

source: Login
nl: Aanmelden

source: Logout
nl: Uitloggen

source: Lost Pass Phrase
nl: Wachtwoord Verloren

source: Lost Pass Phrase - Step 2
nl: Wachtwoord Verloren - Stap 2

source: Lost Pass Phrase Questions
nl: Hints voor het geval u uw wachtwoord vergeet

source: Have you passed the CAcert %s Assurer Challenge %s yet?
nl: Heeft u de CAcert %s Waarmerker Test %s al met goed gevolg doorlopen?

source: Lost Password
nl: Wachtwoord Vergeten

source: Mail Probe
nl: E-mail Onderzoek

source: Make Default
nl: Stel in als standaard

source: Make my location here
nl: Ik woon hier

source: Many are just the users of the system who by just making use of the project contribute to the wider community by word-of-mouth.
nl: Velen zijn slechts gebruiker van het systeem, die enkel door het project te gebruiken bijdragen aan het grotere geheel door mond-op-mond reclame.

source: Many people are currently dissatisfied with the commercial offerings. Many people wish only to connect or share with people they know, or simply secure their webmail from people potentially sniffing their traffic. Why subscribe to a service that is not structured to handle this, and furthermore charges a king's ransom for the privilege?
nl: Velen worden op dit moment teleurgesteld in de huidige commerci&euml;le aanbiedingen. Velen willen alleen verbinding maken met personen die ze kennen, of eenvoudigweg hun webmail afschermen voor de ogen van lieden die de mogelijkheid hebben om hun verkeer mee te sniffen. Waarom aanmelden bij een dienst die niet ingericht is om dit af te handelen, en die bovendien een godsvermogen vraagt voor dit voorrecht?

source: Many people to thank, if you've had a large input with the CAcert project with code, documentation, translations, or assurances and would like recognition let me know.
nl: Er is aan veel personen dank verschuldigd. Als u veel bemoeienis gehad heeft in het CAcert project met code, documentatie, vertalingen of waarmerkingen, en u wilt hier erkenning voor, laat het me weten.

source: Master Account
nl: Hoofdaccount

source: Max Points
nl: Maximum Punten

source: Message
nl: Bericht

source: Method
nl: Methode

source: Middle Name
nl: Tussenvoegsels

source: Middle Name(s)
nl: Bijkomende Voornamen

source: Most people would object if they found that all their postal letters are being opened, read and possibly recorded by the Government before being passed on to the intended recipient, resealed as if nothing had happened. And yet this is what happens every day with your emails (in the UK). There are some who have objected to this intrusion of privacy, but their voices are small and fall on deaf ears. However the most effective way to combat this intrusion is to seal the envelope shut in a miniature bank vault, i.e. encrypt your email. If all emails were encrypted, it would be very hard for Government, or other organisations/individual crackers, to monitor the general public. They would only realistically have enough resources to monitor those they had reason to suspect. Why? Because encryption can be broken, but it takes a lot of computing power and there wouldn't be enough to monitor the whole population of any given country.
nl: Velen zouden bezwaren uiten als ze er achter kwamen dat al hun brieven worden geopend, gelezen en mogelijk bewaard door de Overheid, alvorens doorgestuurd te worden naar de eigenlijke bestemming, keurig dichtgeplakt alsof er niets gebeurd is. En toch is dit nu precies wat er met uw e-mail gebeurt (in het Verenigd Koninkrijk). Enkelen hebben bezwaar aangetekend tegen deze inbreuk op hun privacy, maar hun stemmen zijn beperkt en worden gesproken tegen dovemansoren. De meest effectieve manier om deze inbreuk aan te vechten is om de enveloppe in een mini bankkluis te versturen, d.w.z. om uw e-mail te versleutelen. Als alle e-mails versleuteld zouden zijn, zou het voor de overheid, of voor andere organisaties/individuele crackers, erg moeilijk worden om iedereen te monitoren. Ze zouden, reel gezien, slechts voldoende middelen hebben om die personen te monitoren waarvan er een reden tot verdenking is. Waarom? Omdat encryptie gekraakt kan worden, maar er is veel rekenkracht voor nodig, en er is onvoldoende rekenkracht beschikbaar om de gehele bevolking van ieder willekeurig land te monitoren.

source: My Account
nl: Mijn Account

source: My Alert Settings
nl: Mijn Waarschuwingen

source: My CAcert.org Account!
nl: Mijn CAcert.org Account!

source: My Details
nl: Mijn Gegevens

source: My Language Settings
nl: Mijn taal instellingen

source: My Listing
nl: Mijn Overzicht

source: My Location
nl: Mijn Locatie

source: My prefered language
nl: Mijn voorkeurs taal

source: N/A
nl: Niet Beschikbaar

source: Name
nl: Naam

source: New
nl: Nieuw

source: New Admin for %s
nl: Nieuwe Beheerder voor %s

source: New Assurers
nl: Nieuwe waarmerkers

source: New Certificates
nl: Nieuwe Certificaten

source: New Client Certificate
nl: Nieuw Client Certificaat

source: New Domain for %s
nl: Nieuw Domein voor %s

source: New Organisation
nl: Nieuwe Organisatie

source: New Pass Phrase
nl: Nieuw Wachtwoord

source: New Pass Phrases specified don't match or were blank.
nl: De nieuwe wachtwoorden die u heeft ingegeven zijn niet gelijk of leeg.

source: New Password
nl: Wachtwoord Veranderen

source: New Users
nl: Nieuwe gebruikers

source: Next
nl: Volgende

source: Next step is that you submit the contents of server.csr to the CAcert website, it should look *EXACTLY* like the following example otherwise the server may reject your request because it appears to be invalid.
nl: De volgende stap is dat u de inhoud van het 'server.csr' bestand op de CAcert website aanmeld en het zou er *NET ZO* moeten uitzien als het volgende voorbeeld anders kan de webserver uw aanvraag weigeren omdat de informatie niet lijkt te kloppen.

source: No
nl: Nee

source: No Name
nl: Geen Naam

source: No domains are currently listed.
nl: Er zijn geen domeinen om weer te geven.

source: move
nl: verplaats

source: Lost Pass Phrase Questions - Please enter five questions and your responses to be used for security verification.
nl: Wachtwoord Verloren - Voeg vijf vragen en antwoorden toe die gebruikt zullen worden om een verloren wachtwoord opnieuw in te stellen.

source: No such certificate attached to your account.
nl: Zo'n type certificaat is niet aan uw account verbonden.

source: No such user found.
nl: Geen gebruiker gevonden

source: No users found matching %s
nl: Geen gebruikers gevonden met %s

source: None, the sky is the limit for CAcert.
nl: Geen, de 'sky is the limit' voor CAcert.

source: None; $10 USD per year membership fee.
nl: Geen; USD 10,-- per jaar lidmaatschap.

source: Normal Login
nl: Login

source: Not Revoked
nl: Niet ingetrokken

source: Not a valid email address. Can't continue.
nl: Geen geldig e-mail adres. De handeling wordt afgebroken.

source: Notes for the strangely curious
nl: Aantekeningen voor de vreemd nieuwsgierigen

source: Notification of changes
nl: Overzicht van veranderingen

source: Now 'Create a new certificate'.
nl: Nu 'Maak een nieuw Certificaat'

source: Now deleting the following pending requests:
nl: Bezig met verwijderen van de volgende in verwerking zijnde aanvragen:

source: Now renewing the following certificates:
nl: De volgende certificaten worden nu hernieuwd:

source: Now revoking the following certificates:
nl: Bezig met intrekken van de volgende certificaten:

source: Number of days
nl: Aantal dagen

source: Of the biggest reasons why most people haven't started doing this, apart from being slightly technical, the reason is financial. You need your own certificate to digitally sign your emails. And the Certificate Authorities charge money to provide you with your own certificate. Need I say more. Dosh = no thanks I'd rather walk home. But organisations are emerging to provide the common fool in the street with a free alternative. However, given the obvious lack of funding and the emphasis on money to get enrolled, these organisations do not yet have the money to get themselves established as trusted Certificate Authorities. Thus it is currently down to trust. The decision of the individual to trust an unknown Certificate Authority. However once you have put your trust in a Certificate Authority you can implicitly trust the digital signatures generated using their certificates. In other words, if you trust (and accept the certificate of) the Certificate Authority that I use, you can automatically trust my digital signature. Trust me!
nl: Een van de grootste redenen waarom de meeste mensen hier al niet mee begonnen zijn, naast dat het enigszins technisch is, is een financi&euml;le reden. U heeft uw eigen certificaat nodig om uw e-mails digitaal te ondertekenen. En de Certificate Authorities vragen geld om u uw eigen certificaat te geven. Moet ik meer zeggen? Pff, nee dank u, ik loop wel naar huis. Maar er komen steeds meer organisaties die de gek in de straat een gratis alternatief aanbieden. Maar, gegeven het overduidelijke gebrek aan startkapitaal en de nadruk op geld om mee te kunnen doen, hebben deze organisaties nog niet voldoende geld om zichzelf als vertrouwde Certificate Authorities te kunnen positioneren. Dus gaat het op dit moment om vertrouwen. De beslissing van een individu om een onbekende Certificate Authority te vertrouwen. Echter zodra je je vertrouwen hebt uitgesproken in een Certificate Authority, dan kan je impliciet alle digitale handtekeningen vertrouwen die van door hen uitgegeven certificaten gebruik maken. Met andere woorden, als jij dezelfde Certificate Authority vertrouwt (en hun certificaten accepteert) die ik gebruik, dan kan jij automatisch mijn digitale handtekening vertrouwen. Vertrouw me!

source: Old Pass Phrase
nl: Oud Wachtwoord

source: Once you decide to subscribe for an SSL Server Certificate you will need to complete this agreement. Please read it carefully. Your Certificate Request can only be processed with your acceptance and understanding of this agreement.
nl: Als u besluit een SSL Server Certificaat aan te vragen dient u deze overeenkomst af te maken. Lees het alstublieft zorgvuldig door. Uw certificaat aanvraag kan alleen worden verwerkt als u deze overeenkomst begrijpt en ermee akkoord gaat.

source: Once you have verified your company you will see these menu options. They allow you to issue as many certificates as you like without proving individual email accounts as you like, further more you are able to get your company details on the certificate.
nl: Op het moment dat u uw bedrijf heeft laten controleren krijgt u de volgende menu opties. Deze staan u toe zoveel certificaten aan te maken als u wilt zonder dat u individuele e-mail adressen hoeft te laten certificeren. Ook biedt dit u de mogelijkheid om de gegevens over uw bedrijf op te nemen in een certificaat.

source: Once you've submitted it the system will process your request and send an email back to you containing your server certificate.
nl: Zodra u het verzoek verzonden heeft zal het systeem het verzoek verwerken en u een e-mail met uw server certificaat terug sturen.

source: One assumes that if a site has an SSL certificate (that's what enables secure communication, for exchanging personal details, credit card numbers, etc. and gives the 'lock' icon in the browser) that they have obtained that certificate from a reliable source (a Certificate Authority), which has the appropriate stringent credentials for issuing something so vital to the security of the Internet, and the security of your communications. You have probably never even asked yourself the question of who decided to trust these Certificate Authorities, because your browser comes with their (root) certificates pre-installed, so any web site that you come across that has an SSL certificate signed by one of them, is automatically accepted (by your browser) as trustworthy.
nl: Men kan aannemen dat als een site een SSL certificaat gebruikt (dat is wat veilige communicatie mogelijk maakt, om persoonlijke gegevens uit te wisselen, credit card nummers etc. en is wat het icoon met het 'slotje' in de browser verzorgt) dat ze dat certificaat van een betrouwbare bron (een Certificate Authority) hebben betrokken, die de benodigde stringente credentials bezit om iets uit te geven wat zo vitaal is voor de veiligheid van het Internet, en voor de veiligheid van uw communicatie. U heeft zich vermoedelijk nooit afgevraagd wie besloten heeft dat u deze Certificate Authorities kunt vertrouwen, want uw browser komt met hun (root)-certificaten voor-ge&iuml;nstalleerd, dus iedere website waar u langs komt die een SSL certificaat bezit dat door een van hen ondertekend is, wordt automatisch (door uw browser) geaccepteerd als zijnde te vertrouwen.

source: Only fill this in if you assured the person on a different day
nl: Alleen invullen als u de persoon op een andere dag heeft gewaarmerkt

source: Only the first 100 rows are displayed.
nl: Alleen de eerste 100 regels worden getoond.

source: Only tick the next box if the Assurance was face to face.
nl: Zet alleen een vinkje in het volgende veld als u deze persoon tijdens de waarmerking in levende lijve ontmoet heeft.

source: Open Directory Security folder
nl: Open de Directory Beveiligings map

source: Org Client Certs
nl: Org Client Certificaten

source: Org Client and Server Certificates
nl: Org Client en Server Certificaten

source: Org Server Certs
nl: Org Server Certificaten

source: Org. Unit
nl: Afdeling

source: Organisation
nl: Organisatie

source: Organisation Name
nl: Naam van de Organisatie

source: Organisation Name and Contact Email are required fields.
nl: De naam van de organisatie en het e-mail adres moeten ingevuld worden.

source: Organisations
nl: Organisaties

source: Organization Name (eg, company) [XYZ Corp]:
nl: Organization Name (hier, bedrijfsnaam) [XYZ BV]:

source: Organizational Unit Name (eg, section) [Server Administration]:.
nl: 'Organizational Unit' naam (bv afdeling) [ICT Beheer]:

source: Other Mailing Lists
nl: Andere mailing lijsten

source: PKI Key
nl: PKI Sleutel

source: Sign by class 1 root certificate
nl: Onderteken door klasse 1 root certificaat

source: optional
nl: facultatief

source: PLEASE NOTE: You have already assured this person before! If this is unintentional please DO NOT CONTINUE with this assurance.
nl: LET OP: U heeft deze persoon al eerder gewaarmerkt! Als dit niet de bedoeling is, GA DAN NIET DOOR met deze waarmerking.

source: Pass Phrase
nl: Wachtwoord

source: Pass Phrase Again
nl: Wachtwoord (herhaling)

source: Pass Phrases don't match
nl: De Wachtwoorden komen niet overeen

source: Pass Phrases were blank
nl: Wachtwoorden is niet ingevuld

source: Paste your CSR below...
nl: Plak uw CSR hieronder...

source: Pending
nl: In Verwerking

source: Personal Certificate Installed.
nl: Uw persoonlijk certificaat is ge&iuml;nstalleerd.

source: Personal information
nl: Persoonlijke informatie

source: for more information about Organizational Support.
nl: voor meer informatie over ondersteuning bij bedrijfs-waarmerkingen.

source: (hit enter to submit)
nl: (druk op enter om te bevestigen)

source: location of the assurance
nl: plaats van de waarmerking

source: generated
nl: gegenereerd

source: Location:
nl: Woonplaats:

source: Please Note: By ticking this box you will automatically have your name included in any certificates.
nl: Let op: Als u dit veld selecteert dan wordt uw naam automatisch opgenomen in ieder type certificaat.

source: Please Note: You can not set an unverified account as a default account, and you can not remove a default account. To remove the default account you must set another verified account as the default.
nl: Let op: U kan geen ongeverifieerde account als standaardaccount instellen. U kan ook uw standaardaccount niet verwijderen. Om uw huidige standaardaccount te verwijderen moet u eerst een ander geverifieerd account als standaardaccount instellen.

source: Please Note: You only need to enter the main part of your domain, eg. mydomain.com rather then www.mydomain.com. Once you have verified your domain you are able to enter any sub-domain, such as www.mydomain.com or www.this.is.mydomain.com as the system checks from right to left, rather then specific hostnames when you upload a CSR to the system.
nl: Let op: U hoeft alleen het relevante gedeelte van de domeinnaam in te vullen, d.w.z. mijndomein.nl in plaats van www.mijndomein.nl. Zodra u uw domein hebt geverifieerd kunt u ieder subdomein toevoegen, zoals www.mijndomein.nl of www.dit.is.mijndomein.nl, omdat het systeem van rechts naar links controleert in plaats van op specifieke hostnamen wanneer u een CSR aan het systeem aanbiedt.

source: Please Note: this is a temporary increase for %s days only. After that time their points will be reduced to 150 points.
nl: Let op: Dit is een tijdelijke verhoging die slechts %s dagen geldig is. Daarna wordt het aantal punten weer teruggebracht tot 150 punten.

source: Please Note: this is a temporary increase for %s days only. After that time your points will be reduced to 150 points.
nl: Let op: Dit is een tijdelijke verhoging die slechts %s dagen geldig is. Daarna wordt uw aantal punten weer tot 150 punten teruggebracht.

source: Please choose an authority email address
nl: Kies het e-mail adres van een authoriteit

source: Please make sure the following details are correct before proceeding any further.
nl: Verzeker u ervan dat de volgende informatie correct is alvorens verder te gaan.

source: Please note a general limitation is that, unlike long-time players like Verisign, CAcert's root certificate is not included by default in mainstream browsers, email clients, etc. This means people to whom you send encrypted email, or users who visit your SSL-enabled web server, will first have to import CAcert's root certificate, or they will have to agree to pop-up security warnings (which may look a little scary to non-techy users).
nl: Let op: een algemene beperking is dat, in tegenstelling tot al lang op dit terrein opererende organisaties zoals Verisign, het CAcert root certificaat niet standaard opgenomen is in de belangrijkste web browsers, e-mail programma's, enz. Dit betekent dat personen aan wie u een versleutelde e-mail stuurt, of gebruikers die uw SSL-beveiligde webserver bezoeken, eerst het CAcert root certificaat moeten importeren, of ze moeten akkoord gaan met pop-ups met beveiligingswaarschuwingen er in (wat er voor niet-technici een beetje beangstigend uit kan zien).

source: Please note, in the interests of good security, the pass phrase must be made up of an upper case letter, lower case letter, number and symbol.
nl: Let op, om tot een sterk wachtwoord te komen, moet het woord bestaan uit een hoofdletter, kleine letter, nummer en symbool.

source: Please note: All html will be stripped from the contact information box, a link to an email form will automatically be inserted to ensure your privacy.
nl: Let op: alle HTML codes worden uit het contact informatievenster verwijderd. Er wordt ook automatisch een e-mail formulier toegevoegd zodat uw privacy gewaarborgd blijft.

source: Points
nl: Punten

source: Points Issued
nl: Aantal waarmerk punten dat u heeft uitgegeven

source: Postal Address:
nl: Post Adres:

source: Prepare the request
nl: Start de aanvraag

source: Secretary
nl: Secretaresse

source: Probe
nl: Onderzoek

source: Processing
nl: Bezig met verwerken

source: Question: I'm a software developer for linux and I want to use CAcert/openssl to distribute my packages with detached signatures, is this possible and why would I do this over PGP/GPG detached signatures?
nl: Vraag: Ik ben linux software ontwikkelaar en ik wil CAcert/openssl gebruiken om mijn pakketten te verspreiden met losse digitale handtekeningen, kan dat, en waarom zou ik dat doen in plaats losse PGP/GPG digitale handtekeningen te gebruiken?

source: References
nl: Referenties

source: Regional Announcements
nl: Regionale aankondigingen

source: Removed a pending request for '%s'
nl: De aanvraag voor '%s' was nog in verwerking en is nu verwijderd.

source: Renew
nl: Hernieuw

source: Renew/Revoke/Delete
nl: Hernieuwen/Intrekken/Verwijderen

source: Renewing
nl: Bezig met vernieuwen

source: Repeat
nl: Herhalen

source: Return to the 'Internet Information Services' screen in 'Administrative Tools' under 'Control Panel'. Right click on 'Default Web Site' and select 'Properties'.
nl: Ga terug naar het 'Internet Information Services' scherm in de 'Administative Tools' onder 'Control Panel'. Klik rechts op 'Default Web Site' en kies 'Properties'.

source: Revoke/Delete
nl: Intrekken/Verwijderen

source: Revoked
nl: Ingetrokken

source: Right now it's happening all around you - there are secured websites and email protocols being protected and trusted by people, signed by CAcert.
nl: Dat is wat er nu alom gebeurt - er zijn beveiligde websites en e-mail protocollen die worden beveiligd en vertrouwd door gebruikers, dit alles op basis van CAcert certificaten.

source: Root Certificate
nl: Root Certificaat

source: Root Certificate (DER Format)
nl: Root Certificaat (DER formaat)

source: Root Certificate (PEM Format)
nl: Root Certificaat (PEM formaat)

source: Rules
nl: Regels

source: Put a lot of effort convincing people in Germany to signup and be assured, he started work on a new RFC compliant CPS, spent countless hours helping with tech support, and so much more
nl: Heeft een hoop werk gedaan om personen in Duitsland te overtuigen zich in te schrijven en zich te laten waarmerken, hij is gestart met het maken van een CPS die aan de RFC voldoet, heeft heel veel werk besteed aan technische ondersteuning, en nog veel meer

source: Same as above plus you can include your full name in the certificates.
nl: Hetzelfde als hierboven en u kunt uw volledige naam in het certificaat opnemen.
