Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: Error while generating the certificate-request. Please make sure that you have added this website to the list of trusted sites in the Internet-Options menu!
nl: Fout tijdens het produceren van het certificaat-verzoek. Controleer s.v.p. of u deze website aan de lijst van vertrouwde websites in het Internet-Opties menu hebt toegevoegd!

source: CAcert.org Advertising Section
nl: CAcert.org Reclame Sectie

source: mil. ID
nl: militair identiteitsdocument

source: Due to the increasing number of people that haven't been able to recover their passwords via the lost password form, there are now two other options available. 1.) If you don't care about your account you can signup under a new account and file dispute forms to recover your email accounts and domains. 2.) If you would like to recover your password via help from support staff, this requires a small payment to cover a real person's time to verify your claim of ownership on an account. After you pay the required fee you will have to contact the proper person to arrange the verification. Click the payment button below to continue.
nl: Vanwege het toenemende aantal personen dat er niet in slaagt om hun wachtwoord terug te krijgen via het 'wachtwoord verloren' formulier, zijn er inmiddels 2 andere opties beschikbaar. 1.) Als je niets om je bestaande account (en certificaten) geeft dan maak je een nieuw account aan, waarna je via het 'disputen/misbruiken' formulier je e-mail accounts en domeinen over kunt hevelen naar je nieuwe account. 2.) Als je jouw wachtwoord terug wilt krijgen met de hulp van een persoon, dan zal je een kleine betaling moeten doen om de tijd die die persoon besteedt aan het vaststellen van jouw eigendomsclaim te compenseren. Nadat je het vastgestelde bedrag betaald hebt zal je de juiste persoon moeten benaderen die de vaststelling kan doen. Klik op de betaal-knop hieronder om door te gaan.

source: Fingerprint
nl: Vingerafdruk

source: If you are contacting us about advertising, please use the form at the bottom of the website, the first contact form is not the correct place.
nl: Als u ons benadert over adverteren, gebruik dan a.u.b. het formulier onderaan de website, het eerste contactformulier is hiervoor niet bedoeld.

source: Intermediate Certificate (DER Format)
nl: Tussencertificaat (Formaat DER)

source: Intermediate Certificate (PEM Format)
nl: Tussencertificaat (Formaat PEM)

source: Intermediate Certificate (Text Format)
nl: Tussencertificaat (Tekstformaat)

source: It's encouraged that you tear the top of this form off and give it to the person you are assuring as a reminder to sign up, and as a side benefit the tear off section also contains a method of offline verification of our fingerprints.
nl: Het wordt aangemoedigd dat u de bovenkant van dit formulier afscheurt en aan de persoon die u waarmerkt meegeeft ter herinnering om een account te maken. Daarnaast biedt het afgescheurde gedeelte ook een methode om off-line onze vingerafdrukken te controleren.

source: Link URI was too short.&lt;br /&gt;
nl: De link URI was te kort.

source: Link title was too short.&lt;br /&gt;
nl: Link titel was te kort.&lt;br /&gt;

source: If you have a %sSignaturecard%s (also called 'Buergerkarte'), you can digitally sign your assurance request here, and get 50 CAcert points:
nl: Als je een %sSignaturecard%s (een Duitse 'Buergerkarte') hebt, dan kan je jouw waarmerk verzoek digitaal ondertekenen, waardoor je 50 CAcert waarmerkpunten krijgt:

source: New Ad
nl: Nieuwe advertentie

source: No Single Sign On ID
nl: Geen Single Sign On ID

source: Not displayed
nl: Niet getoond

source: OTP PIN
nl: OTP Pincode

source: Root Certificate (Text Format)
nl: Rootcertificaat (Tekstformaat)

source: To make it easier for others in your area to find you, it's helpful to list yourself as an assurer (this is voluntary), as well as a physical location where you live or work the most. You can flag your account to be listed, and add a comment to the display by going to:
nl: Om het voor anderen in uw woongebied gemakkelijker te maken om u te vinden, is het nuttig om u als waarmerker in de lijst op te nemen (dit is vrijwillig), en tevens de woonplaats aan te geven waar u het meest leeft of werkt. U kunt in uw account aangeven dat u wilt worden vermeld, en een commentaar aan deze vermelding toevoegen door te gaan naar:

source: View Ads
nl: Bekijk advertenties

source: You can only place an advertisement for up to 12 months.&lt;br /&gt;
nl: U kunt een advertentie maximaal 12 maanden plaatsen.&lt;br /&gt;

source: You did not select any certificates for renewal.
nl: U selecteerde geen enkel certificaat om te verlengen.

source: You did not select any certificates for revocation.
nl: U selecteerde geen enkel certificaat om in te trekken.

source: You did not select any domains for removal.
nl: U selecteerde geen enkel domein om te verwijderen.

source: You did not select any email accounts for removal.
nl: U selecteerde geen enkel e-mail adres om te verwijderen.

source: Your advertisement request has been lodge in the system and administrators notified. Once the information has been reviewed, you will be notified if the link was acceptable or declined and the reason for the decline. If the request is successful the system will generate an invoice.
nl: Uw verzoek om te mogen adverteren is in het systeem ingebracht en aan de beheerders doorgegeven. Zodra de informatie is bekeken, zal u op de hoogte worden gebracht of de link al dan niet aanvaardbaar was en zo niet, zal u de reden voor de afwijzing worden gegeven. Als het verzoek succesvol is zal het systeem een rekening aanmaken.

source: Your certificate request is still queued and hasn't been processed yet. Please wait, and go to Certificates -&gt; View to see it's status.
nl: Uw certificaatverzoek staat nog in de wachtrij en is niet nog verwerkt. Wacht a.u.b., en ga naar Certificaten / Bekijken om de status te zien.

source: You must enable ActiveX for this to work. On Vista you have to add this website to the list of trusted sites in the internet-settings.
nl: U dient ActiveX toe te staan voordat dit kan werken. Onder Vista dient u deze website toe te voegen aan de lijst van vertrouwde websites in de internet-configuratie.

source: Go to Extras-&gt;Internet Options-&gt;Security-&gt;Trusted Websites, click on Custom Level, check ActiveX control elements that are not marked as safe initialized on start in scripts
nl: Ga naar Extra-&gt;Internetopties-&gt;Beveiliging-&gt;Vertrouwde Websites, klik op Aangepast Niveau, controleer 'ActiveX-besturingselementen die niet zijn gemarkeerd als veilig initialiseren en uitvoeren in scripts'

source: Please Note. All information on your certificate will be removed except the CommonName and SubjectAltName field, this is because it's an automated service and cannot automatically verify other details on your certificates are valid or not. If you are a valid organisation and would like more details to appear on certificates, you will need to have at least 50 assurance points and you need to send us a copy of your document of incorporation. Then we can add those details to your certificates. Contact us for more information on our organisational services.
nl: Let op. Alle informatie in uw certificaat, behalve CommonName en subjectAltName, worden verwijderd. Dit omdat het een geautomatiseerde dienst betreft en we niet automatisch kunnen verifi&euml;ren of andere details op uw certificaten geldig zijn of niet. Als u een geldige organisatie bent en u wilt dat er meer details op uw certificaten verschijnen, zult u minstens 50 waarmerkpunten moeten hebben en ons een exemplaar van uw 'document of incorporation' (inschrijving KvK) moeten toesturen. Dan kunnen wij die details aan uw certificaten toevoegen. Neem kontakt met ons op voor meer informatie over onze dienstverlening t.a.v. organisaties.

source: Maximum Distance:
nl: Maximum afstand:

source: Unable to find suitable location
nl: Geen geschikte woonplaats gevonden

source: You can become a CAcert Assurer by seeking out trusted 3rd parties. You will also need to download and print out a copy of the TTP Form (found under 'CAP/TTP Forms') and fill in your sections. You will need to produce a photo copy of your ID, which the person assuring you will inspect against the originals. Once they are satisfied the documents appear to be genuine they need to sign the back of the photo copies, and fill in their sections of the TTP document. Once you have had your ID verified by 2 different people, pop the copies + forms in an envelope and post them to:
nl: U kunt CAcert waarmerker worden door vertrouwde derde partijen te bezoeken (Trusted Third Parties, TTP).&#13;U dient tevens een kopie van het TTP formulier (te vinden onder Waarmerk/TTP formulieren) te downloaden en af te drukken, en uw gedeelte in te vullen.&#13;Tevens dient u een fotokopie van uw identiteitsdocumenten te maken, die de persoon die u gaat waarmerken dient te vergelijken met de originelen. Als hij ervan overtuigd is dat de documenten echt zijn dient hij de achterkant van de kopie&euml;n te tekenen, en zijn gedeelte van het TTP formulier in te vullen.&#13;Als u op deze wijze uw identiteitsdocumenten door 2 verschillende personen hebt laten waarmerken, doe dan de kopie&euml;n + de formulieren in een enveloppe en stuur die naar:&#13;

source: article on the Wiki
nl: artikel op de Wiki

source: CAcert Donation through PayPal
nl: CAcert Donatie via PayPal

source: CAcert Logo, Encapsulated PostScript (EPS) format
nl: CAcert Logo in Encapsulated PostScript (EPS) formaat

source: CAcert Logo, colour version, PNG format
nl: CAcert Logo, kleuren versie, in PNG formaat

source: CAcert Logo, monochrome version, PNG format
nl: CAcert Logo, zwart/wit versie, in PNG formaat

source: CAcert Public Relations materials
nl: CAcert Public Relations materiaal

source: Colour version
nl: Kleuren versie

source: Error: Both Name and Email address are empty
nl: Fout: Zowel Naam als E-mail Adres zijn leeg

source: Error: UID is revoked
nl: Fout: UID is ingetrokken

source: For general documentation and help please see our %s site
nl: Kijk voor algemene documentatie en hulp s.v.p. op onze %s site

source: Here you find a number of logos to use in documents or to add to your website. Help CAcert to get some publicity by using a logo to link back to %s or to indicate that you or your website are using a CAcert certificates for security and privacy.
nl: Hier vindt u een aantal logo's die u in documenten kunt gebruiken, of aan uw website toe kunt voegen. Help CAcert om wat publiciteit te krijgen, door een logo te maken met een link naar %s, of door aan te geven dat u of uw website CAcert certificaten gebruikt omwille van veiligheid en privacy.

source: Monochrome version
nl: Zwart/wit versie

source: Multiple Email Adresses per UID are not allowed.
nl: Meerdere e-mail adressen per UID zijn niet toegestaan.

source: Name and Email OK.
nl: Naam en e-mail adres zijn OK.

source: Name and Email both cannot be matched with your account.
nl: Naam en e-mail adres lijken niet gerelateerd aan uw account.

source: No valid UIDs found on your key
nl: Geen geldige UID's gevonden in uw sleutel

source: On this page you find materials that can be used for CAcert publicity
nl: Op deze pagina kunt u materiaal vinden t.b.v. CAcert publiciteit

source: For the CAcert Individual Assurance Programme there is a separate special CAP form.
nl: Er bestaat een apart speciaal CAP formulier voor het Persoonlijke CAcert Waarmerking Programma.

source: Password Reset Payment through PayPal
nl: Password Reset betaling m.b.v. PayPal

source: The email address has not been registered and verified in your account. Please add the email address to your account first.
nl: Dit e-mail adres is nog niet toegevoegd en gecontroleerd aan uw account. Voeg dit e-mail adres alstublieft eerst aan uw account toe.

source: The email is OK. The name is empty.
nl: Het e-mail adres is in orde. De naam is leeg.

source: The name in the UID does not match the name in your account. Please verify the name.
nl: De naam in de UID komt niet overeen met de naam in uw account. Controleer alstublieft de naam.

source: The name is OK. The email is empty.
nl: De naam is in orde. Het e-mail adres is leeg.

source: The unverified UIDs have been removed, the verified UIDs have been signed.
nl: De niet geverifieerde UID's zijn verwijderd, de wel geverifieerde UID's zijn ondertekend.

source: Use of these materials is subject to the rules described in the %s.
nl: Gebruik van deze materialen is onderhevig aan de regels zoals die vastliggen in de %s.

source: The Applicant asks you to certify to CAcert that you have met with the Applicant and verified the Full Name, Date of Birth, and ID Numbers of the Applicant against two separate original government issued photo-identity documents. Once the photocopies of the photo IDs have been verified by the TTP they must be signed by the TTP with the statement 'I certify that this copy is a true copy of the original document'. The verified and signed photocopies of IDs are then to be included with the completed TTP forms and returned to CAcert Inc.
nl: De Kandidaat vraagt u om aan CAcert te verklaren dat u de kandidaat in persoon hebt ontmoet en de volledige naam, geboortedatum, en het BSN nummer van de Kandidaat tegen twee afzonderlijke door de overheid uitgegeven identiteitsdocumenten met pasfoto hebt geverifieerd. Zodra de documenten door de TTP tegen de originelen zijn geverifieerd dienen ze door de TTP te worden ondertekend met de verklaring 'I certify that this copy is a true copy of the original document' ('ik verklaar dat deze kopie een getrouwe kopie is van het originele document'). De geverifieerde en ondertekende fotokopie&euml;n van de identiteitsdocumenten dienen dan ingevoegd te worden bij de ondertekende TTP formulieren en teruggestuurd te worden aan CAcert Inc.

source: To get assured with your Signaturecard, you need the Software from &lt;a href='http://www.buergerkarte.at/bku/'&gt;http://www.buergerkarte.at/bku/&lt;/a&gt;. To activate your E-Card, please go to &lt;a href='https://www.sozialversicherung.at/signon2-Registrierung/'&gt;https://www.sozialversicherung.at/signon2-Registrierung/&lt;/a&gt;.
nl: (Duits) Om met uw Signaturecard gewaarmerkt te worden heeft u de software nodig van &lt;a href='http://www.buergerkarte.at/bku/'&gt;http://www.buergerkarte.at/bku/&lt;/a&gt;. Om uw E-Card te activeren ga naar &lt;a href='https://www.sozialversicherung.at/signon2-Registrierung/'&gt;https://www.sozialversicherung.at/signon2-Registrierung/&lt;/a&gt;.

source: When you click on next, we will send a confirmation email to the email address you have entered above.
nl: Als u op volgende drukt, sturen we een bevestigings mail naar het e-mail adres dat u hierboven in hebt gevoerd.

source: Have you read the CAcert %sCommunity Agreement%s yet?
nl: Heeft u de CAcert %sCommunity Agreement%s al gelezen?

source: I didn't receive a valid Certificate Request, please try a different browser.
nl: Ik heb geen geldig Certificaat Verzoek ontvangen. Wilt u s.v.p. een andere browser proberen?

source: If you want to have free certificates issued to you, join the %s CAcert Community %s.
nl: Als u gratis certificaten op uw naam uitgeschreven wilt hebben, schrijf u dan in bij de %s CAcert Community %s.

source: If you want to use certificates issued by CAcert, read the CAcert %s Disclaimer and Licence %s.
nl: Als u certificaten wilt gebruiken die uitgeschreven zijn door CAcert, lees dan de CAcert %s Disclaimer and Licence %s.

source: More information about CAcert Incorporated:
nl: Meer informatie over CAcert Incorporated:

source: Policies
nl: Voorschriften

source: CAcert bank account details:
nl: CAcert bankrekening details:

source: Blocked Assurer
nl: Geblokkeerde Waarmerker

source: AU$50 per year for this button
nl: AU$50 per jaar voor deze knop

source: If you are located in Australia, please use bank transfer instead:
nl: Woont u in Australi&euml;, gebruik dan s.v.p. een bankoverschrijving:

source: empty
nl: leeg

source: You are receiving this email because a CAcert administrator
nl: U ontvangt deze e-mail omdat een CAcert beheerder

source: Assurer Candidates
nl: Kandidaat waarmerkers

source: Assurers with test
nl: Waarmerkers die test doorlopen hebben

source: For CAcert Association Members
nl: Voor leden van de vereniging ('CAcert Association Members')

source: Have you paid your CAcert Association membership fees for the year?
nl: Heeft u uw CAcert Association lidmaatschapsgeld al betaald voor dit jaar?

source: If not then select this PayPal button to pay your US$10 membership fee for the year.
nl: Zo nee, kies dan deze PayPal knop om uw US$10 lidmaatschapsgeld voor dit jaar over te maken.

source: If you are located in Australia, you can use bank transfer instead and pay the equivalent of US$10 in AU$.
nl: Woont u in Australi&euml;, gebruik dan een bankoverschrijving en betaal het equivalent van US$10 in AU$.

source: Internal Error
nl: Interne Fout

source: Please also include Your name in the transaction so we know who it came from or send an email to robert at cacert dot org with the details:
nl: Voeg a.u.b. uw naam aan de overschrijving toe zodat we weten van wie de betaling komt, of stuur een e-mail naar robert at cacert dot org met de details:

source: The list of tests you did pass at
nl: De lijst met tests die u met goed gevolg afgelegd hebt

source: Paste your own public OpenPGP key below. It should not contain a picture. CAcert will sign your key after submission.
nl: Plak uw eigen publieke OpenPGP sleutel hieronder. Het mag geen plaatje bevatten. CAcert zal uw sleutel ondertekenen nadat u het heeft ingediend.

source: This license applies to using the CAcert %s root keys %s.
nl: Deze vergunning betreft het gebruik van de CAcert %s root keys %s.

source: Variant
nl: Versie

source: You have at least 100 Assurance Points, if you want to become an assurer try the
nl: U hebt tenminste 100 waarmerkpunten. Als u waarmerker wilt worden probeer de

source: You have passed the Assurer Challenge and collected at least 100 Assurance Points, you are an Assurer.
nl: U hebt de Waarmerker Test doorlopen en hebt tenminste 100 waarmerkpunten verzameld, u bent waarmerker.

source: You have passed the Assurer Challenge, but to become an Assurer you still have to reach 100 Assurance Points!
nl: U hebt de Waarmerker Test met goed gevolg doorlopen, om waarmerker te worden dient u nu nog 100 Waarmerk Punten te verzamelen!

source: Your passed Tests
nl: Met goed gevolg doorlopen tests

source: If you are located in Australia, use bank transfer instead.
nl: Woont u in Australi&euml;, gebruik dan een bankoverschrijving.

source: If you can, please donate.
nl: Als u de mogelijkheid hebt, doneer dan alstublieft.

source: Is Assurer
nl: Is Waarmerker

source: Passed Tests of
nl: Met goed gevolg doorlopen tests van

source: Trainings
nl: Training

source: We are facing an uphill battle to fund this service and could do with your help?
nl: We ervaren een toenemend probleem om aan financi&euml;n voor deze dienst te komen, en kunnen uw hulp goed gebruiken.

source: or a one off donation for this button whatever you can afford to help
nl: of een eenmalig bedrag voor deze knop, ter hoogte van wat u zich kunt permitteren om te helpen

source: The mail server responsible for your domain indicated a temporary failure. This may be due to anti-SPAM measures, such as greylisting. Please try again in a few minutes.
nl: De mailserver die verantwoordelijk is voor uw domein gaf een tijdelijk probleem aan. Dit kan wegens anti-spam maatregelen zijn, zoals b.v. graylisting. Probeer het a.u.b. over enkele minuten nogmaals.

source: Certificates expire in 6 months. Only the email address itself can be entered into the certificate (not your full name)
nl: Certificaten verlopen in 6 maanden. Uitsluitend het e-mail adres zelf kan aan het certificaat worden toegevoegd (niet uw volledige naam)

source: Certificates expire in 24 months.
nl: Certificaten verlopen in 24 maanden.

source: Certificate settings have been changed.
nl: Certificaat instellingen zijn aangepast.

source: By allowing certificate login, this certificate can be used to login into this account at https://secure.cacert.org/ .
nl: Door 'Login m.b.v. certificaat' toe te staan, kan dit certificaat gebruikt worden om met dit account aan te loggen op https://secure.cacert.org/ .

source: Change settings
nl: Pas de instellingen aan

source: Enable certificate login with this certificate
nl: Sta 'Login m.b.v. certificaat' toe voor dit certificaat

source: Hide old certificates
nl: Verberg oude certificaten

source: Show advanced options
nl: Toon uitgebreide opties

source: Below is your OpenPGP key
nl: Hieronder volgt uw OpenPGP sleutel

source: By allowing certificate login, this certificate can be used to login into your account at https://secure.cacert.org/ .
nl: Door 'Login m.b.v. certificaat' toe te staan, kan dit certificaat gebruikt worden om met uw account in te loggen op https://secure.cacert.org/ .

source: No OpenPGP keys are currently listed.
nl: Er zijn geen OpenPGP keys om weer te geven.

source: No such OpenPGP key attached to your account.
nl: Geen overeenkomstige OpenPGP sleutel aan uw account verbonden.

source: OpenPGP Keys
nl: OpenPGP Sleutels

source: Assurance Points The User Issued
nl: Door gebruiker toegekende vertrouwenspunten

source: Warning! You've attempted to log into the system with a client certificate, but the login failed due to the certificate being expired, revoked, disabled for certificate login, or simply not valid for this site. You can login using your Email/Pass Phrase to get a new certificate, by clicking on 'Normal Login' to the right of your screen.
nl: Waarschuwing! U heeft geprobeerd om aan te loggen aan het systeem met een client certificaat, maar het inloggen mislukte omdat het certificaat verlopen is, ingetrokken, niet geactiveerd voor certificaat-login, of domweg niet geldig voor deze site. U kunt aanloggen met uw e-mail adres en wachtwoord teneinde een nieuw certificaat aan te vragen, door op 'Login' aan de rechterkant van het scherm te klikken.

source: Your certificate:
nl: Uw certificaat:

source: Type, jurisdiction (state)
nl: Type, jurisdictie (land of provincie)

source: The organisation administrator (CAcert Assurer) contact information. The administrator is appointed by the organisation director to administer the organisation domain certificates, secure the certificates and maintain them.
nl: Contact informatie van de Organisatie beheerder (CAcert Waarmerker). De beheerder is door de directeur van de organisatie aangewezen om de organisatie domein certificaten te administreren, de certificaten veilig te stellen en te onderhouden.

source: The organisation name, director name and signature, and applicable company law is checked by the Organisation Assurer with the official Trade Office Registration (Extract) or by other means. The organisation domain name(s) are checked of ownership against the internet domain DNS records.
nl: De naam van de organisatie, de namen van de directeur en zijn handtekening, en overeenkomstige bedrijfsgerelateerde wetgeving wordt door de Organisatie Waarmerker gecontroleerd bij de Kamer van Koophandel (uittreksel) of op enig andere wijze. De domeinnaam/namen van de organisatie worden gecontroleerd op eigenaar tegen de internet DNS records.

source: The legal organisation type: eg Ltd, EPS, society, foundation, association, etc. The state/country under which jurisdiction the organisation operates.
nl: De juridische organisatievorm: bijvoorbeeld BV, NV, stichting, vereniging, etc. De provincie/staat onder wiens jurisdictie de organisatie handelt.
