Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: The organisation assurer will check the trade office registry for company information (name, location, country of jurisdiction, director names, trade office Identification number, domain name ownership, and system admin reference). Any associated costs for this research will be reimborsed by the assurer from the organisation.
nl: De Organisatie Waarmerker zal bij de Kamer van Koophandel de informatie van de organisatie verifi&euml;ren (naam, plaats, juridisch land van vestiging, namen van de directie, KvK nummer, geregistreerde domeinen, verwijzingen naar beheerders). De Waarmerker zal voor alle aan deze research gerelateerde kosten door de organisatie schadeloos worden gesteld.

source: The domain '%s' has been entered into the dispute system, the email address you choose will now be sent an email which will give the recipent the option of accepting or rejecting the request, if after 2 days we haven't received a valid response for or against we will discard the request.
nl: Het domein '%s' is nu in het dispuut systeem ingevoerd, het e-mail adres dat u gekozen heeft ontvangt nu een e-mail die de ontvanger de keuze biedt om te accepteren of te verwerpen. Als we na 2 dagen geen geldig antwoord ontvangen hebben voor of tegen het verzoek dan zullen we het verzoek annuleren.

source: The domain '%s' isn't in the system. Can't continue.
nl: Het domein '%s' komt niet voor in het systeem. Bewerking geannuleerd.

source: The email address '%s' already exists in the dispute system. Can't continue.
nl: Het mailadres '%s' bestaat reeds in het dispuut-systeem. Bewerking geannuleerd.

source: %s prefers to be contacted in %s
nl: %s wil graag in het %s benaderd worden

source: The email address '%s' has been entered into the dispute system, the email address will now be sent an email which will give the recipent the option of accepting or rejecting the request, if after 2 days we haven't received a valid response for or against we will discard the request.
nl: Het e-mail adres '%s' is nu in het dispuut systeem ingevoerd, we sturen nu naar dat adres een e-mail die de ontvanger de keuze biedt om te accepteren of te verwerpen. Als we na 2 dagen geen geldig antwoord ontvangen hebben voor of tegen het verzoek dan zullen we het verzoek annuleren.

source: The following comments were made by reviewers
nl: De volgende opmerkingen zijn gemaakt door reviewers

source: The following hostnames were rejected because the system couldn't link them to your account, if they are valid please verify the domains against your account.
nl: De volgende hostnamen werden verworpen omdat het systeem ze niet in verbinding kan brengen met uw inschrijving, als ze geldig zijn verifieer dan alstublieft deze domeinen tegen uw inschrijving.

source: The list of names are in no sense of order
nl: De lijst met namen is in willekeurige volgorde

source: The only other way to receive assurance points is to have had your identity checked by a third party CA, whose policies are suitably set to not let identity fraud run rampant. Please contact us if you would like more details about this.
nl: De enige andere manier om een Waarmerker te worden is door uw gegevens te laten verifieren door een andere Certificatie Organisatie wiens handelspraktijken erop voorzien zijn om fraude zoveel mogelijk te voorkomen. Neem contact met ons op indien u hierover meer informatie wenst.

source: There are several ways to become a CAcert Assurer, the most common of which is face to face meetings with existing assurers, who check your ID documents (you need to show 2 government issued photo ID where possible otherwise you won't be allocated as many points!).
nl: Er zijn verschillende manieren om CAcert Waarmerker te worden, de meest gebruikte manier is via bijeenkomsten met bestaande waarmerkers zodat zij uw identiteit kunnen vaststellen via een officieel door uw overheid uitgegeven identiteitsbewijs met pasfoto (U kunt de meeste punten krijgen op het moment dat u twee identiteitsbewijzen met foto kunt tonen!).

source: This UID has already been voted on.
nl: Over dit gebruikers-ID is al gestemd.

source: This dispute no longer seems to be in the database, can't continue.
nl: Dit dispuut lijkt niet langer in de database aanwezig te zijn, de bewerking wordt geannuleerd.

source: This was the primary email on the account, and no emails or domains were left linked so the account has also been removed from the system.
nl: Dit was het primaire e-mail adres van het account. Er waren verder geen e-mail adressen of domeinen aan het account verbonden. Het account is van het systeem verwijderd.

source: If you want to use the graphics and design, or you want to contribute something, please read the %sCAcert Styleguide%s
nl: Als u de tekening en het ontwerp wilt gebruiken, of iets wilt bijdragen, lees dan s.v.p. de %sCAcert Styleguide%s

source: On this page you find a number of logos to add to your website. Help CAcert to get some publicity by using a logo to link back to %s or to indicate that you or your website are using a CAcert certificates for security and privacy.
nl: Op deze pagina vindt u een aantal logo's om aan uw website toe te voegen. Help CAcert om wat publiciteit te krijgen door een logo te gebruiken om terug te linken naar %s of erop te wijzen dat u of uw website CAcert-certificaten voor veiligheid en privacy gebruiken.

source: Tverify Account
nl: Tverificatie account

source: Unable to continue as no valid commonNames or subjectAltNames were present on your certificate request.
nl: Kan niet doorgaan omdat er geen geldig veld 'commonNames' of 'subjectAltNames' aanwezig is in uw verzoek voor een certificaat.

source: Unable to find a valid tverify request for this ID.
nl: Kan geen geldig TVerificatie verzoek vinden voor dit gebruikers-ID.

source: Unable to locate a valid request for that UID.
nl: Kan geen geldig verzoek vinden voor dit gebruikers-ID.

source: Unfortunately your request for a points increase has been denied, below is the comments from people that reviewed your request as to why they rejected your application.
nl: Helaas is uw verzoek voor extra punten afgewezen. Hieronder treft u de opmerkingen aan van de personen die uw verzoek in behandeling genomen hebben met de reden waarom zij uw verzoek hebben afgewezen.

source: Update Dispute
nl: werk een dispuut bij

source: Upon receiving your documents you will be notified, and points will be added to your account.
nl: Nadat uw documenten ontvangen zijn zult u hierover een bericht ontvangen en zullen de toegewezen punten aan uw account toegevoegd worden.

source: View all certificates
nl: Bekijk alle certificaten

source: Which Email?
nl: Welk e-mail adres?

source: You are about to assure a person that isn't currently verified. If you continue and they do not verify their account within 48 hours the account could automatically be removed by the system.
nl: U staat op het punt om iemand te waarmerken die zijn account nog niet bevestigd heeft. Als u toch doorgaat en het account wordt niet binnen 48 uur bevestigd, dan kan het account door het systeem automatisch worden verwijderd.&#13;

source: You are welcome to try submitting another request at any time in the future, please make sure you take the reviewer comments into consideration or you risk having your application rejected again.
nl: U mag een nieuw verzoek in de toekomst altijd indienen, maar neem alstublieft de opmerkingen van de reviewers in overweging, anders bestaat de kans dat uw verzoek opnieuw afgewezen wordt.

source: You aren't allowed to dispute your own email addresses. Can't continue.
nl: U kunt uw eigen mail adres niet ter discussie stellen. De handeling wordt afgebroken.

source: You can also become a CAcert Assurer by seeking out a public notary, justice of the peace, accountant, lawyer or bank manager. You will need to download and print out a copy of the TTP.pdf and fill in your sections. You will need to produce a photo copy of your ID, which the person assuring you will inspect against the originals. Once they are satisfied the documents appear to be genuine they need to sign the back of the photo copies, and fill in their sections of the TTP document. Once you have had your ID verified by 2 different people, pop the copies + forms in an envelope and post them to:
nl: U kan ook een CAcert waarmerker worden door u te laten identificeren door vertrouwde derde partijen: notaris, accountant, jurist of de directeur van een bankkantoor. U moet hiervoor een kopie van het formulier TTP.pdf downloaden, uitprinten en invullen. Vervolgens gaat u met dit formulier, tesamen met een fotokopie van uw identiteitsbewijs naar de persoon die u zal identificeren. De kopie zal met het originele identiteitsbewijs vergeleken worden. Als deze persoon ervan overtuigd is dat de documenten echt zijn, ondertekent hij de achterzijde van de kopies en vult hij het hun toegewezen gedeelte van het TTP document in. Als u tenslotte via deze procedure uw identiteit door 2 personen hebt laten controleren, stuurt u de fotokopieen en de formulieren op naar:

source: You can list your location by going to:
nl: U kunt uw woonplaats opgeven op:

source: You have already voted on this request.
nl: U heeft al een stem uitgebracht op dit verzoek.

source: You have been sent this email as the domain '%s' is being disputed. You have the option to accept or reject this request, after 2 days the request will automatically be discarded. Click the following link to accept or reject the dispute:
nl: U ontvangt deze e-mail omdat het domein '%s' ter discussie gesteld is. U heeft de keuze om dit verzoek te accepteren of te verwerpen, na 2 dagen zal het verzoek automatisch geannuleerd worden. Klik op de volgende link om het dispuut te accepteren of te verwerpen:

source: You have been sent this email as the email address '%s' is being disputed. You have the option to accept or reject this request, after 2 days the request will automatically be discarded. Click the following link to accept or reject the dispute:
nl: U ontvangt deze e-mail omdat het e-mail adres '%s' ter discussie gesteld is. U heeft de keuze om dit verzoek te accepteren of te verwerpen, na 2 dagen zal het verzoek automatisch geannuleerd worden. Klik op de volgende link om het dispuut te accepteren of te verwerpen:

source: You have made %s assurances which ranks you as the #%s top assurer.
nl: U hebt %s waarmerkingen uitgevoerd wat u een relatieve positie geeft als #%s top waarmerker.

source: You have opted to accept this dispute and the request will now remove this domain from the existing account, and revoke any current certificates.
nl: U heeft ervoor gekozen om het dispuut te accepteren. Het domein zal nu worden verwijderd van het bestaande account, en alle geldige certificaten zullen worden ingetrokken.

source: You have opted to accept this dispute and the request will now remove this email address from the existing account, and revoke any current certificates.
nl: U heeft ervoor gekozen om het dispuut te accepteren. Het e-mail adres zal nu worden verwijderd van het bestaande account, en alle geldige certificaten zullen worden ingetrokken.

source: You have opted to reject this dispute and the request will be removed from the database
nl: U heeft ervoor gekozen om het dispuut te verwerpen. Het verzoek zal worden verwijderd uit de database.

source: The result should get you something like:
nl: Dit moet u iets geven als:

source: You have viewed two of the Applicant's photo identity documents and you are convinced of their authenticity, and are convinced that the photos indeed depict the Applicant (allowed documents are government-issued documents with photos such as driver's license, passport, or others that are normally accepted as legal identification in your country; expired documents are allowed).
nl: U hebt twee van de identiteitsdocumenten met pasfoto van de Kandidaat bekeken en u bent overtuigd van hun authenticiteit, en u bent overtuigd dat de foto's inderdaad de Kandidaat voorstellen (toegestane documenten zijn de door de overheid uitgegeven identiteitsdocumenten met pasfoto zoals rijbewijs, paspoort, of andere documenten met pasfoto die normaal gesproken in uw land als identiteitsbewijs toegestaan zijn; verlopen documenten zijn toegestaan).

source: Install CAcert Root using CEnroll Active-X component and PKCS-7
nl: Installeer het CAcert Root Certificaat m.b.v. de CEnroll Active-X component en PKCS-7

source: Problems were detected with the CAcert root certificate download error:
nl: Er zijn problemen ontdekt bij het downloaden van het CAcert Root Certificaat:

source: The CAcert root certificate was successfully installed
nl: Het CAcert Root Certificaat is met succes ge&iuml;nstalleerd

source: I certify that %s %s %s has appeared in person
nl: Ik verklaar dat ik %s %s %s persoonlijk ontmoet heb

source: Applicant's signature
nl: Handtekening van de Aanvrager

source: As the assurer, you are required to keep the signed document on file for 7 years. Should Cacert Inc. have any concerns about a meeting taking place, Cacert Inc. can request proof, in the form of this signed document, to ensure the process is being followed correctly. After 7 years if you wish to dispose of this form it's preferred that you shred and burn it. You do not need to retain copies of ID at all.
nl: Als waarmerker bent u verplicht om het ondertekende document gedurende 7 jaar te bewaren. Mocht CAcert Inc. enige twijfels hebben of de waarmerker en de aanvrager elkaar in persoon ontmoet hebben, dan kan CAcert Inc. daarvan het bewijs opvragen in de vorm van dit ondertekende document, om er zeker van te zijn dat de procedures juist zijn doorlopen. Als u na 7 jaar dit formulier wilt weggooien , gebruik daarvoor dan bij voorkeur een shredder en verbrand de restanten. U hoeft geen enkel afschrift van enig identiteitsdocument te bewaren.

source: Assurer's Name
nl: Naam van de waarmerker

source: Assurer's signature
nl: Handtekening van de waarmerker

source: CAcert Assurance Programme
nl: CAcert Assurance Programma

source: Date (YYYY-MM-DD)
nl: Datum (JJJJ-MM-DD)

source: To become an Assurer you have to collect 100 Assurance Points and pass the
nl: Om waarmerker te worden dient u 100 Waarmerk punten te verzamelen. Tevens doorloopt u de

source: Identity Verification Form
nl: Identiteitswaarmerkings Formulier

source: Location of Face-to-face Meeting
nl: Plaats van handeling

source: Maximum Points
nl: Maximum aantal punten

source: Names
nl: Volledige naam

source: Photo ID Shown: (ID types, not numbers. eg Drivers license, Passport)
nl: Getoond identiteitsdocument (soort document, bijv. rijbewijs, paspoort)

source: Points Allocated
nl: Toegekend aantal punten

source: To the Assurer: The CAcert Assurance Programme (CAP) aims to verify the identities of Internet users through face-to-face witnessing of government issued identity documents. The Applicant asks you to verify to CAcert.org that you have met them and verified their identity against one or more original, trusted, government photo identity documents. If you have ANY doubts or concerns about the Applicant's identity, DO NOT COMPLETE OR SIGN this form. For more information about the CAcert Assurance Programme, including detailed guides for CAcert Assurers, please visit: %s
nl: Voor de waarmerker: Het CAcert Assurance Programma (CAP) is bedoeld om de identiteit van Internet gebruikers vast te stellen door middel van een persoonlijke ontmoeting, aan de hand van door de overheid uitgegeven identiteitsdocumenten. De Aanvrager vraagt u (de Assurer/Waarmerker) om ten overstaan van CAcert.org te verklaren dat u de Aanvrager persoonlijk heeft ontmoet en de identiteit heeft vastgesteld aan de hand van &eacute;&eacute;n of meerdere offici&euml;le en wettige identiteitsdocumenten met pasfoto. Als u ook maar ENIGE TWIJFEL heeft over de identiteit van de Aanvrager, ROND DAN DE AANVRAAG NIET AF en teken het formulier niet! Voor meer informatie en voor de volledige instructies voor CAcert Assurers, zie %s

source: Applicant's Statement
nl: Verklaring van de Aanvrager

source: CAcert's Root Certificate fingerprints
nl: CAcert's Root Certificaat vinger/duim afdruk

source: Applicant Information
nl: Informatie van de Aanvrager

source: Bar Association, CPA Number or Bank Name and Branch, JP/Notary Number
nl: Balie, CPA Nummer of Naam van de Bank en Plaats, Notarieel inschrijvingsnummer

source: Email (if applicable)
nl: E-mail adres (indien van toepassing)

source: First ID Number (driver's license, passport etc)
nl: Nummer eerste identiteitsdocument (rijbewijs, paspoort etc.)

source: Full Name (as shown on ID)
nl: Volledige naam (zoals vermeld op identiteitsdocument)

source: If you have ANY doubts or concerns about the identity of the Applicant then please DO NOT COMPLETE AND SIGN this form. For more information about the Web of Trust, including detailed guides for Trusted Third Parties, please see: %s
nl: Als U ENIGE twijfel heeft over de identiteit van de Aanvrager VUL DIT FORMULIER DAN NIET VERDER IN EN ONDERTEKEN HET NIET. Nadere informatie omtrent het Vertrouwensnetwerk, waaronder inbegrepen gedetailleerde instructies voor Vertrouwde Derde Partijen ('Trusted Third Parties'), is te vinden op %s

source: Justice of the Peace, Public Notary, Lawyer, Accountant, or Bank Manager
nl: Notaris, Jurist, Accountant, of Directeur Bankkantoor

source: Main email (so we can find you)
nl: Belangrijkste e-mail adres (zodat we u kunnen vinden)

source: Office Phone
nl: Kantoor telefoonnummer

source: Office Street Address
nl: Kantoor adres

source: PLEASE NOTE: You must get 2 fully completed TTP forms before sending anything to CAcert. Failure to do so will only cause your application to be delayed until all forms have been received by CAcert!
nl: LET OP: U dient 2 volledig ingevulde TTP formulieren te verkrijgen alvorens U iets naar CAcert verstuurt. Als u dit negeert wordt uw verzoek onnodig vertraagd totdat alle formulieren door CAcert zijn ontvangen!

source: Person Verifying Applicant's Identity
nl: Persoon die de identiteit van de Aanvrager verifieert

source: Please complete and sign this form, and sign the photocopies of the IDs, to acknowledge that
nl: Vul a.u.b. dit formulier verder in en onderteken het, en onderteken de fotokopieen van de identiteitsdocumenten met pasfoto, om te bevestigen dat

source: Profession (Please circle one)
nl: Beroep (omcirkel er s.v.p. een)

source: Second ID Number (driver's license, passport etc)
nl: Nummer van het tweede identiteitsformulier (rijbewijs, paspoort etc.)

source: Signature
nl: Handtekening

source: Security is a serious matter. For a digital certificate with full rights to be issued to an individual by a Certificate Authority, stringent tests must be conducted, including meeting the physical person to verify their identity. At the current moment in time, my physical identity has not been verified by CAcert.org, but they have verified my email address. Installing their root certificate (see above) will thus automatically allow you to validate my digital signature. You can then be confident of the authenticity of my email address - only I have the ability to digitally sign my emails using my CAcert.org certificate, so if you get an email that I digitally signed and which is validated by your email software using the CAcert.org root certificate that you installed, you know it's from me. (Visually you get a simple indication that my email is signed and trusted). Technically, they haven't verified that I really am me! But you have the guarantee that emails from my address are sent by the person who physically administers that address, i.e. me! The only way that someone could forge my digital signature would be if they logged on to my home computer (using the password) and ran my email software (using the password) to send you a digitally signed email from my address. Although I have noticed the cats watching me logon...
nl: Veiligheid is een ernstige kwestie. Voordat een digitaal certificaat met volledige rechten door een Certificate Authority aan een individu kan worden uitgegeven moeten stringente tests, met inbegrip van het ontmoeten van de fysieke persoon worden uitgevoerd om de identiteit te verifi&euml;ren. Op dit moment is mijn fysieke identiteit niet geverifieerd door CAcert.org, maar zij hebben mijn e-mailadres geverifieerd. Het installeren van hun rootcertificaat (zie hierboven) zal u automatisch toestaan om mijn digitale handtekening te valideren. U kunt dan van de authenticiteit van mijn e-mailadres zeker zijn - alleen ik beschik over de mogelijkheid om mijn e-mail digitaal te ondertekenen door mijn CAcert.org certificaat te gebruiken, zodat als u een e-mail krijgt die ik digitaal ondertekende en die door uw e-mailsoftware, gebruikmakend van het CAcert.org rootcertificaat dat u installeerde, wordt bevestigd, weet u dat de e-mail van mij afkomstig is. (Visueel krijgt u een eenvoudige aanwijzing dat mijn e-mail digitaal is ondertekend en wordt vertrouwd). Technisch gezien hebben zij niet geverifieerd dat ik werkelijk mezelf ben! Maar u hebt de waarborg dat e-mail van mijn adres door de persoon wordt verzonden die fysisch dat e-mail adres beheert, d.w.z. ik ! De enige manier dat iemand mijn digitale handtekening kan vervalsen zou zijn als zij aanloggen aan mijn huiscomputer (die met een wachtwoord beveiligd is), en mijn e-mail programma (die een wachtwoord gebruikt) in werking stelden om u een digitaal ondertekende e-mail vanaf mijn adres te verzenden. Hoewel ik gezien heb dat de katten mee keken hebben toen ik aanlogde...

source: The CAcert Trusted Third Party (TTP) Programme is designed to assure Internet user identities through personal verification of government issued identity documents.
nl: Het CAcert Vertrouwde Derde Partijen programma ('Trusted Third Party' / TTP) is bedoeld om de identiteit van een Internet gebruiker vast te stellen aan de hand van de persoonlijke verificatie van door de overheid uitgegeven identiteitsdocumenten.

source: Trusted Third Party
nl: Vertrouwde Derde Partij ('Trusted Third Party')

source: You have verified that the Full Name, Date of Birth, and ID Numbers on the identity documents matches those filled in the Applicant section below and in the photocopies provided.
nl: U heeft geverifieerd dat de Volledige Naam, Geboortedatum en Nummers van de Identiteitsdocumenten overeenkomen met datgene, wat er in onderstaande sectie 'Aanvrager Informatie' alsmede in de ter beschikking gestelde fotokopieen is vermeld.

source: Create more badges
nl: Maak meerdere naambordjes

source: Here
nl: Hier

source: How can I put a logo on to my website?
nl: Hoe kan ik een logo op mijn website zetten?

source: It is extremly easy! Just pick an image from the collections above and use it for example with the following html code fragment:
nl: Het is extreem gemakkelijk! Selecteer een afbeelding uit de verzameling hierboven en gebruik het bijvoorbeeld in het volgende HTML code fragment:

source: Collection 1 created by Christoph Probst (November 2004)
nl: Verzameling 1 zoals die door Christoph Probst is gecreeerd (November 2004)

source: CAcert Assurer
nl: Verklaring van de CAcert Waarmerker

source: ERROR
nl: Er is een fout opgetreden!

source: Go Back
nl: Ga Terug

source: Administrative Increase
nl: Administratieve Verhoging

source: CT Magazine - Germany
nl: CT Magazine - Duitsland

source: Face to Face Meeting
nl: Persoonlijke Ontmoeting

source: Thawte Points Transfer
nl: Thawte Punten Overdracht

source: Unknown
nl: Onbekend

source: Full Story
nl: Complete verhaal

source: More News Items
nl: Meer nieuwsberichten

source: You do not have enough/any lost password questions set. You will not be able to continue to reset your password via this method.
nl: U hebt geen of niet genoeg verloren-wachtwoord vragen geconfigureerd. U kunt uw wachtwoord via deze methode niet resetten.
