Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: Ensure 'Process the pending request and install the certificate' is selected and click on 'Next'.
nl: Zorg ervoor dat 'Verwerk de uitstaande aanvraag en installeer het certificaat' is gekozen en klik op 'Volgende'.

source: Ensure that you are processing the correct certificate
nl: Verzeker u ervan dat u het juiste certificaat bewerkt

source: Enter a certificate name and select Certificate strength
nl: Voer een certificaat in en kies de sleutel lengte.

source: Enter the Organisation name: this must be the full legal name of the Organisation that is applying for the certificate.
nl: Geef de organisatie naam: Dit moet de volledige offici&euml;le naam van de organisatie zijn die het certificaat wil ontvangen:

source: Enter the applicant's email address;
nl: Voer het e-mail adres van de kandidaat in;

source: Enter the geographical details
nl: Geef geografische gegevens

source: Enter your Common Name
nl: Geef 'Common Name'

source: Enter your Organisation Information
nl: Voer uw Organisatie gegevens in

source: Erroneous Verisign Issued Digital Certificates Pose Spoofing Hazard
nl: Foutief door Verisign uitgegeven Digitaal Certificaat veroorzaakt een 'Spoof' gevaar.

source: Error!
nl: Er is een fout opgetreden!

source: Ever requested a password that you lost to be emailed to you? That password was wide open to inspection by potential crackers.
nl: Ooit een vergeten wachtwoord aangevraagd via e-mail? Dat wachtwoord kan door iedereen gelezen worden mogelijk door eventuele 'crackers'.

source: Expired
nl: Vervallen

source: Expires
nl: Vervalt

source: Fees
nl: Onkostenvergoedingen

source: File not found!
nl: Bestand niet gevonden!

source: Finally you will be asked information about 'extra' attribute, you simply hit enter to both these questions.
nl: Ten slotte wordt u gevraagd om gegevens voor het 'extra' veld in te vullen. Deze vragen kunt u gewoon blanko invullen.

source: Find Domain
nl: Domein Toevoegen

source: Find User
nl: Zoek gebruiker

source: Find User by Domain
nl: Zoek gebruiker aan de hand van een domein

source: Find an Assurer
nl: Zoek iemand die kan waarmerken

source: Finish up and exit IIS Certificate Wizard
nl: Be&euml;indig en verlaat de IIS Certificaat Wizard.

source: First Name
nl: Voornaam

source: First and Last name fields can not be blank.
nl: De velden 'Voornaam' en 'Achternaam' moeten ingevuld worden.

source: First and/or last names were blank.
nl: Uw voor- en/of achternaam is niet ingevuld.

source: Firstly you need to join CAcert to do that go:
nl: Ten eerste moet u meedoen met CAcert, ga hiervoor naar:

source: Firstly you will need to run the following command, preferably in secured directory no one else can access, however protecting your private keys is beyond the scope of this document.
nl: Allereerst moet u het volgende commando geven. Bij voorkeur wordt dit uitgevoerd in een directory waar verder niemand toegang toe heeft. Het beschermen van de priv&eacute; sleutels valt echter buiten het bereik van dit document.

source: Following are several tips you may find useful.
nl: Hieronder volgen diverse tips die nog van pas kunnen komen.

source: For administrators looking to protect the services they offer, we provide host and wild card certificates which you can issue almost immediately. Not only can you use these to protect websites, but also POP3, SMTP and IMAP connections, to list but a few. Unlike other certificate authorities, we don't limit the strength of the certificates, or the use of wild card certificates. Everyone should have the right to security and to protect their privacy, not just those looking to run ecommerce sites.
nl: Voor beheerders die de diensten die ze bieden willen beschermen, bieden we webserver certificaten en webserver wildcard certificaten aan die u vrijwel direct kunt aanmaken. U kunt deze certificaten niet alleen gebruiken om websites te beveiligen, maar ook voor POP3, SMTP en IMAP verbindingen, om er slechts enkele te noemen. In tegenstelling tot andere certificate authorities, beperken we de sterkte van de certificaten niet, evenmin beperken we het gebruik van wildcard certificaten. Iedereen zou het recht moeten hebben op veiligheid en om hun privacy te beschermen, niet alleen zij die een e-commerce site willen runnen.

source: For more information, refer to your server documentation or visit
nl: Voor meer informatie kijk in uw server documentatie of bezoek

source: For the enthusiast looking to dip their toe in the water, we have an easy way of obtaining certificates you can use with your email program. You can use these not only to encrypt, but to prove to your friends and family that your email really does come from you.
nl: Voor de enthousiasteling die een sprong in het diepe aandurft hebben we een eenvoudige manier om certificaten aan te vragen die u kunt gebruiken met uw e-mail programma. U kunt deze certificaten niet alleen gebruiken om te versleutelen, maar ook om uw vrienden en familie te bewijzen dat uw e-mail werkelijk van uzelf af komt.

source: For years we've all been charged high amounts of money to pay for security that doesn't and shouldn't cost the earth.
nl: De voorbije jaren hebben we allemaal te veel betaald voor veiligheid die eigenlijk niet duur hoeft te zijn.

source: From here you can delete pending requests, or revoke valid certificates.
nl: Van hieruit kunt u aanvragen die nog in behandeling zijn annuleren en geldige certificaten intrekken.

source: Users with 50-99 Points
nl: Gebruikers met 50-99 punten

source: GPG/PGP Keys
nl: GPG/PGP Sleutels

source: General Announcements
nl: Algemene aankondigingen

source: General Questions
nl: Algemene vragen

source: The domain '%s' doesn't exist in the system. Can't continue.
nl: Het domein '%s' komt niet voor in de database. Bewerking geannuleerd.

source: The email address '%s' doesn't exist in the system. Can't continue.
nl: Het e-mail adres '%s' komt niet voor in de database. Bewerking geannuleerd.

source: Users with 1-49 Points
nl: Gebruikers met 1-49 punten

source: Generating a 1024 bit RSA private key
nl: Er wordt nu een 1024 bits RSA priv&eacute; sleutel gemaakt

source: Generating a Key Pair and Certificate Signing Request (CSR) for a Microsoft Internet Information Server (IIS) 5.0.
nl: Maak een Sleutel paar en Certificaat Ondertekenings Verzoek (CSR) aan voor een 'Microsoft Internet Information Server' (IIS) 5.0

source: Go Home
nl: Naar Hoofdpagina

source: Go here for more details.
nl: Bevestig uw aanvraag gegevens

source: Good question
nl: Goede vraag

source: Growth by year
nl: Groei per jaar

source: Growth in the last 12 months
nl: Groei in de laatste 12 maanden

source: Sign by class 3 root certificate
nl: Onderteken door klasse 3 root-certificaat

source: Hit the 'Install your Certificate' button below to install the certificate into MS IE 5.x and above.
nl: Klik op de knop 'Installeer uw certificaat' hieronder om het certificaat te installeren in MS IE 5.x en hoger.

source: Hitting delete will also revoke all existing certificates issued under this domain
nl: Als u verder gaat met 'verwijderen' zullen alle onder deze domeinnaam afgegeven certificaten ingetrokken worden

source: Hitting update will also revoke all existing certificates issued under this domain
nl: Door op 'aanpassen' te klikken herroept u ook alle bestaande certificaten die onder dit domein uitgegeven zijn.

source: Home
nl: Naar Hoofdpagina

source: How do I create my own digital signature?!
nl: Hoe maak ik m'n eigen digitale Handtekening?!

source: How do I generate a private key and CSR using OpenSSL?
nl: Hoe maak in een priv&eacute; sleutel en CSR door middel van OpenSSL?

source: How do I get a secured by CAcert emblem on my site?
nl: Hoe krijg ik een beveiligd door CAcert embleem op mijn website?

source: Has put so much effort into CAcert I don't know where to begin, he managed to get the CPS Christian had started up to draft status, he has given countless hours to assuring people and attending conferences to help spread the word
nl: Heeft zo veel bijgedragen aan CAcert dat ik niet goed weet waar te beginnen,&#13;hij is erin geslaagd om de CPS die Christian eerder was gestart naar de draft-status te brengen, hij heeft talloze uren gespendeerd om personen te waarmerken en om conferenties bij te wonen teneinde kennis verder te verspreiden

source: How it prepares us to protect our freedom
nl: Zo bereidt het ons voor onze vrijheid te beschermen

source: How to update, correct, or delete your information
nl: Hoe u uw gegevens kan aanpassen of verwijderen

source: How?
nl: Hoe?

source: Howto Information
nl: 'Howto' informatie

source: I am sure of myself
nl: Ik ben zeker

source: I believe that the assertion of identity I am making is correct, complete and verifiable. I have seen original documentation attesting to this identity. I accept that CAcert may challenge this assurance and call upon me to prove the basis for it, and that I may be held responsible if I cannot provide such proof.
nl: Ik ben ervan overtuigd dat de identificatie die ik uitgevoerd heb correct, compleet en verifieerbaar is. Ik heb originele documenten gezien die de identificatie ondersteunen. Ik aanvaard dat CAcert deze waarmerking kan nagaan en zich met mij in verbinding kan stellen om verdere bewijsgegevens te controleren. Ik kan verantwoordelijk gesteld worden indien ik deze bewijsgegevens niet kan leveren.

source: I can't wait to start sending encrypted emails!
nl: Ik kan niet wachten om te beginnen met versleutelde e-mail berichten

source: I couldn't match any emails against your organisational account.
nl: Geen enkel e-mail adres komt overeen met het account van uw organisatie.

source: I didn't receive a valid Certificate Request, hit the back button and try again.
nl: Er is geen geldige certificaatsaanvraag ontvangen. Klik op de 'terug' knop en probeer opnieuw.

source: I don't want to be listed
nl: Ik wil niet op de lijst vermeld worden

source: I have read and understood the Rules For Assurers and am making this assurance subject to and in compliance with these rules.
nl: Ik heb de Regels Voor Waarmerkers gelezen en begrepen en ik onderwerp deze waarmerking aan deze regels en verklaar dat ze voldoet aan deze regels.

source: I hereby represent that I am fully authorized by the owner of the information contained in the CSR sent to CAcert Inc. to apply for an Digital Certificate for secure and authenticated electronic transactions. I understand that a digital certificate serves to identify the Subscriber for the purposes of electronic communication and that the management of the private keys associated with such certificates is the responsibility of the subscriber's technical staff and/or contractors.
nl: Ik verklaar hiermee dat ik volledig geautoriseerd ben door de houder van de informatie die in de CSR is opgenomen. Dit CSR is verstuurd aan CAcert Inc. voor het aanvragen van een Digitaal Certificaat bedoeld voor beveiligde en geautoriseerde transacties. Ik begrijp dat het digitale certificaat de mogelijkheid biedt om de identiteit van 'de ingeschrevene' vast te stellen voor elektronische gegevensoverdracht en dat het beheer van de private keys die bij zo'n certificaat horen de verantwoordelijkheid zijn van de technische staf en/of contractors.

source: I want to be listed
nl: Ik wil op de lijst vermeld worden

source: I'll anwser the why part first, as that's reasonably easy. The short answer is it takes most of the key handling responsibilty away from you and/or your group. If you need to revoke your key for any reason (such as a developer leaving the project) it won't effect your ability to revoke the existing key or keys, and issue new ones.
nl: Ik zal het waarom gedeelte eerst beantwoorden, en dat is redelijk eenvoudig. Het korte antwoord is dat het veel van de verantwoordelijkheden rondom de behandeling van sleutels bij u of uw groep wegneemt. Als u om welke reden ook een sleutel wilt herroepen (bijvoorbeeld als een ontwikkelaar uw project verlaat) dan tast het de mogelijkheid niet aan om een bestaande sleutel of sleutels te herroepen, en nieuwe uit te geven.

source: I'm sorry, the user you were looking for seems to have disappeared! Bad things are a foot!
nl: Sorry, de gebruiker die u zoekt lijkt te zijn verdwenen? Dit ziet er niet goed uit!!

source: I'm sorry, there was no email matching what you entered in the system. Please double check your information.
nl: Sorry, er is geen e-mail die voldoet aan de gegevens die u opgegeven heeft. Kijk de ingevoerde gegevens na a.u.b.

source: If I'd like to donate to CAcert Inc., how can I do it?
nl: Ik wil een bedrag doneren aan CAcert Inc. Hoe kan ik dat doen?

source: If the Subscriber's name and/or domain name registration change the subscriber will immediately inform CAcert Inc. who shall revoke the digital certificate. When the Digital Certificate expires or is revoked the company will permanently remove the certificate from the server on which it is installed and will not use it for any purpose thereafter. The person responsible for key management and security is fully authorized to install and utilize the certificate to represent this organization's electronic presence.
nl: Op het moment dat de naam van de ingeschrevene of de domeinnaam registratie verandert zal de ingeschrevene direct CAcert Inc. informeren, die het certificaat in zal trekken. Op het moment dat het digitale certificaat verlopen is of ingetrokken wordt zal de ingeschrevene direct het certificaat van de server waarop het ge&iuml;nstalleerd is verwijderen en niet meer gebruiken voor welke dienst dan ook. De persoon die verantwoordelijk is voor het beheer van de certificaten en beveiliging is gemachtigd en volledig geautoriseerd om de digitale certificaten die het bedrijf vertegenwoordigen te installeren en aan te vragen.

source: If the Subscriber's name and/or domain name registration change the subscriber will immediately inform CAcert Inc. who shall revoke the digital certificate. When the Digital Certificate expires or is revoked the company will permanently remove the certificate from the server on which it is installed andwill not use it for any purpose thereafter. The person responsible for key management and security is fully authorized to install and utilize the certificate to represent this organization's electronic presence.
nl: Op het moment dat de naam en/of domeinnaam registratie van de ingeschrevene verandert, zal de ingeschrevene direct CAcert Inc. informeren en die zal direct het digitale certificaat intrekken. Als het digitale certificaat verlopen is of is ingetrokken dan zal de organisatie direct en permanent het certificaat van de server verwijderen en zal het nadien niet meer voor enig doel gebruiken. De persoon verantwoordelijk voor het beheer van de sleutels en beveiliging is deze organisatie volledig gemachtigd om certificaten aan te vragen en te installeren.

source: If the root store detects a bad request it assumes the webserver is compromised and shuts itself down.
nl: Als de root opslag server een vreemd verzoek krijgt dan neemt die server aan dat de webserver beschadigd is en zal zichzelf afsluiten.

source: If the root store doesn't receive a 'ping' reply over the serial link within a determined amount of time it assumes the webserver is compromised or the root store itself has been stolen and shuts itself down.
nl: Als de 'root' opslag server geen 'ping' antwoord over de seri&euml;le verbinding krijgt binnen een vastgestelde tijd dan wordt er aangenomen dat de webserver beschadigd is of dat de 'root' opslag server zelf gestolen is. De root server zal zichzelf dan afsluiten.

source: If we change our Privacy Policy, we will post those changes on www.CAcert.org. If we decide to use personally identifiable information in a manner different from that stated at the time it was collected, we will notify users via email. Users will be able to opt out of any new use of their personal information.
nl: Als we onze Privacy Policy aanpassen dan zullen de veranderingen gepubliceerd worden op www.CAcert.org. Indien er in de toekomst beslist zou worden om persoonlijke informatie op een andere manier te verwerken dan dat er vermeld werd op het ogenblik dat de informatie verzameld werd dan zullen de betreffende gebruikers via een e-mail op de hoogte gesteld worden. De gebruikers zullen dan de kans hebben om het gebruik van hun persoonlijke informatie onder de nieuwe regels te verbieden.

source: If you are happy with this location, click 'Make my location here' to update your location details.
nl: Als u tevreden bent met de voorgestelde plaats, klik dan op 'Ik woon hier' om uw plaatsgegevens bij te werken.

source: If you have questions, comments or otherwise and information you're sending to us contains sensitive details, you should use the contact form below. Due to the large amounts of support emails we receive, sending general questions via this contact form will generally take longer then using the support mailing list. Also sending queries in anything but english could cause delays in supporting you as we'd need to find a translator to help.
nl: Als u vragen of opmerkingen heeft of anderszins informatie aan ons wilt sturen die gevoelige informatie bevat dan zou u het onderstaande contact formulier moeten gebruiken. Algemene vragen die via dit formulier worden gesteld zullen er vermoedelijk langer over doen dan als u direct naar de support lijst e-mailt. Dien uw vragen zo mogelijk in het Engels in; het onnodig zoeken van een vertaler kan het verlenen van ondersteuning ernstig vertragen.

source: If you need to contact us in writing, address your mail to:
nl: Als u ons schriftelijk wil contacteren kan dit op het volgende adres:

source: If you needed more time or any other extenuating circumstances you should contact us immediately so this situation can be dealt with immediately.
nl: Als u meer tijd nodig heeft of er zijn andere verzachtende omstandigheden dan dient u direct kontakt met ons op te nemen zodat dit probleem direct aangepakt kan worden.

source: If you would like to view news items or change languages you can click the logout or go home links. Go home doesn't log you out of the system, just returns you to the front of the website. Logout logs you out of the system.
nl: Als u de laatste nieuwsberichten wilt raadplegen of uw taalkeuze aan wilt passen, klik dan op 'Afmelden' of 'Naar Hoofdpagina'. De link 'Naar Hoofdpagina' logt u niet uit, maar brengt u terug naar de index van de site. 'Afmelden' gebruikt u om van het systeem af te loggen.

source: If you're extremely serious about encryption, you can join CAcert's Assurance Programme and Web of Trust. This allows you to have your identity verified to obtain added benefits, including longer length certificates and the ability to include your name on email certificates.
nl: Als u bijzonder serieus bent omtrent encryptie, kunt u zich inschrijven bij het CAcert Waarmerk Programma en onderdeel gaan uitmaken van het Vertrouwensnetwerk. Dit geeft u de mogelijkheid om uw identiteit te laten waarmerken om extra voordelen te verkrijgen, waaronder certificaten met grotere sleutellengte en de mogelijkheid om uw naam in het e-mail certificaat op te nemen.

source: If, and only if, the two match completely - you may award trust points up to the maximum points you are able to allocate;
nl: Als, en enkel als, beide volledig overeenstemmen mag u de vertrouwenspunten toekennen. Er is een maximum aantal punten dat u kan toekennen.

source: In light of a request on the bugzilla list for more information about how our root certificate is protected I've decided to do a write up here and see if there is anything more people suggest could be done, or a better way of handling things altogether.
nl: In het kader van een vraag op de bugzilla lijst om meer informatie te geven over hoe het 'root' certificaat is beveiligd heb ik besloten om hier het een en ander te beschrijven en eens te zien of er nog anderen zijn die een beschrijving kunnen geven hoe het ook georganiseerd kan worden, of dat er nog betere idee&euml;n om dit te beheren zijn.

source: In the 'Directory Security' folder click on the 'Server Certificate' button in the 'Secure communications' section. If you have not used this option before the 'Edit' button will not be active.
nl: Klik in de 'Directory Security' map op de 'Server Certificate' knop in de sectie 'Secure communications'. Als u dit niet hebt gedaan zal de 'Edit' knop niet actief worden.

source: In the 'IIS Certificate Wizard' you should find a 'Pending Certificate Request'.
nl: In de 'IIS Certificaat Wizard' moet u een 'uitstaande certificaat aanvraag' kunnen vinden.

source: In this section you will be able to edit your personal information (if you haven't been assured), update your pass phrase, and lost pass phrase questions. You will also be able to set your location for the Web of Trust, it also effects the email announcement settings which among other things can be set to notify you if you're within 200km of a planned assurance event. You'll also be able to set additional contact information when you become fully trusted, so others can contact you to meet up outside official events.
nl: In deze sectie kunt u uw persoonlijke gegevens aanpassen (zolang u nog niet gewaarmerkt bent), uw wachtwoord aanpassen en de vragen instellen die u gevraagd zullen worden op het moment dat u uw wachtwoord kwijt bent geraakt. U kunt uw woonplaats aangeven voor het Vertrouwens Netwerk. Tevens kunt u instellen of u e-mail wilt ontvangen over bijvoorbeeld evenementen in een straal van 200km rond uw woonplaats. U kunt hier ook extra contact informatie toevoegen op het moment dat u voldoende punten heeft behaald zodat anderen met u in contact kunnen treden buiten de offici&euml;le evenementen.

source: Include
nl: Invoegen

source: Inclusion into mainstream browsers!
nl: Integratie in de meest gebruikte browsers!

source: Incorrect email address and/or Pass Phrase.
nl: Foutief e-mail adres of verkeerd paswoord.

source: Install Your Certificate
nl: Installeer Uw Certificaat

source: Installation steps
nl: Installatie stappen

source: Installing your certificate
nl: Installatie van uw certificaat

source: Introduction
nl: Inleiding

source: Invalid ID '%s' presented, can't do anything with it.
nl: Het ID '%s' is niet geldig.

source: Invalid date of birth
nl: Geboortedatum is niet geldig

source: Issuing a temporary increase will automatically boost their points to 200 points for a nomindated amount of days, after which the person will be reduced to 150 points regardless of the amount of points they had previously. Regardless of method chosen above it will be recorded in the system as an Administrative Increase and there is a maximum amount of 45 days that points can be issued for.
nl: Het toekennen van een tijdelijke verhoging van punten zet hun puntenaantal op 200 voor een opgegeven aantal dagen, waarna de betreffende persoon teruggezet wordt op 150 punten onafhankelijk van het aantal punten dat hij eerder had. Onafhankelijk van de hierboven gekozen methode zal het in het systeem als een Administratieve Verhoging worden genoteerd en geldt de verhoging voor ten hoogste 45 dagen.

source: It is essential that CAcert Assurers understand and follow the rules below to ensure that applicants for assurance are suitably identified, which, in turn, maintains trust in the system.
nl: Het is noodzakelijk dat CAcert Waarmerkers de onderstaande regels begrijpen en naleven om zeker te zijn dat kanditaten voor certificering op voldoende wijze geidentificeerd zijn. Dit is nodig om het vertrouwenssysteem te kunnen onderhouden.
