Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: %s rows displayed.
nl: %s rijen weergegeven.

source: %s's Account Details
nl: Account gegevens van %s

source: %s's Administrators
nl: Beheerders van %s

source: %s's Domains
nl: Domeinen van %s

source: '%s' has just been successfully added as an organisation to the database.
nl: '%s' is als organisatie aan de database toegevoegd.

source: '%s' has just been successfully added to the database.
nl: '%s' is aan de database toegevoegd.

source: '%s' has just been successfully deleted from the database.
nl: '%s' is uit de database verwijderd.

source: '%s' has just been successfully updated in the database.
nl: De gegevens van '%s' zijn aangepast in de database.

source: ...then click 'Next'.
nl: ... klik 'Volgende' aan

source: A CAcert Assurer who knowingly, or reasonably ought to have known, assures an applicant contrary to this policy may be held liable.
nl: Een CAcert Waarmerker die willens en wetens, of redelijkerwijs had kunnen weten, iemand tegen deze regels in waarmerkt, kan voor alle gevolgen aansprakelijk worden gesteld.

source: A trusted 3rd party is simply someone in your country that is responsible for witnessing signatures and ID documents. This role is covered by many different titles such as public notary, justice of the peace and so on. Other people are allowed to be authoritative in this area as well, such as bank managers, accountants and lawyers.
nl: Een vertrouwde derde partij is iemand in uw land die verantwoordelijk is voor het nagaan van handtekeningen en identiteitsbewijzen. Deze functie wordt door verschillende mensen uitgevoerd, denk maar aan notarissen. Mensen met andere functies die ook als vertrouwde derde partij mogen optreden zijn: bankdirecteuren, accountants en advocaten, of legalisatie op een stadhuis.

source: ANY amount will be appreciated - the more funding CAcert receives, the sooner it can achieve the goals of the community.
nl: IEDERE hoeveelheid wordt op prijs gesteld - hoe meer geld CAcert ontvangt, hoe eerder de doelstellingen van de gemeenschap kunnen worden bereikt.

source: About
nl: Over

source: About CAcert.org
nl: Over CAcert.org

source: About Us
nl: Over Ons

source: Add
nl: Voeg Toe

source: Add Domain
nl: Domein Toevoegen

source: Add Email
nl: E-mail Adres Toevoegen

source: Address
nl: Adres

source: Administrator
nl: Beheerder

source: Admins
nl: Beheerders

source: After the meeting, visit the CAcert Web site's make an Assurance page and:
nl: Bezoek na de bijeenkomst de CAcert website waarop u de waarmerking kan vastleggen en:

source: After your certificate has been emailed to you, follow this process to install the certificate.
nl: Volg het volgende proces om uw certificaat te installeren, nadat uw certificaat aan u is gezonden.

source: Aggregated tracking information
nl: Statistieken

source: Alert me if
nl: Waarschuw mij als

source: All fields are mandatory.
nl: Alle velden moeten ingevuld worden.

source: Alternate Verified Email Addresses
nl: Gecontroleerd

source: Alternatively as things progress we can add more layers of security with say 4 webservers talking to 2 intermediate servers, talking to the root store, and acting in a token ring fashion, anything happening out of sequence, and the server directly upstream shuts itself down, which if that were in place and there were multiple paths, any down time in this fashion would fall over to the servers not compromised, anyways just some food for thought.
nl: Het is ook mogelijk om als we wat verder zijn wat meer beveiliging van de server te realiseren. Zoals 4 webserver die via 2 tussen servers contact hebben met de 'root' opslag, en in een token-ring achtige constructie werken. Als iets scheef gaat lopen dan zal de daar boven liggende server zichzelf direct afsluiten. Als dit gerealiseerd is en er zijn meerdere toegangspaden dan zal downtijd in een van de servers door andere servers die nog correct werken opgelost worden. Hoe dan ook hier kunnen we nog verder over denken.

source: Alternatively you can get in contact with us via the following methods:
nl: U kan ons ook via de volgende alternatieve manieren bereiken:

source: And they are making mistakes
nl: En zij maken fouten

source: And you're done!
nl: U bent nu klaar!

source: Another Email
nl: Uw e-mail adres

source: Any valid certificates will be revoked as well
nl: Ook alle geldige certificaten zullen worden ingetrokken.

source: Apart from the boot stuff, all data resides on an encrypted partition on the root store server and only manual intervention in the boot up process by entering the password will start it again.
nl: Afgezien van het start gebeuren, verblijft alle data op een gecodeerde partitie op de root opslag server, alleen handmatig ingrijpen tijdens het starten van de server door invoer van een wachtwoord zal het proces weer starten.

source: Can't start the CEnroll control:
nl: Kan de CEnroll Active-X control niet starten:

source: Are you really sure you want to remove %s and all certificates issued under this domain?
nl: Bent u zeker dat u %s wilt verwijderen en daarmee ook alle certificaten die onder dit domein verstrekt zijn?

source: Are you really sure you want to remove %s and all certificates issued under this organisation?
nl: Bent u zeker dat u %s wilt verwijderen en daarmee ook alle certificaten die onder deze organisatie verstrekt zijn?

source: Are you really sure you want to remove %s from administering this organisation?
nl: Bent u zeker dat u %s wil verwijderen als beheerder van deze organisatie?

source: As anyone who has received an email containing a virus from a strange address knows, emails can be easily spoofed. The identity of the sender is very easy to forge via email. Thus a great advantage is that digital signing provides a means of ensuring that an email is really from the person you think it is. If everyone digitally signed their emails, it would be much easier to know whether an email is legitimate and unchanged and to the great relief of many, spamming would be much easier to control, and viruses that forge the sender's address would be obvious and therefore easier to control.
nl: Zoals iedereen die wel eens een besmette e-mail met een virus ontvangen heeft van een vreemd adres wel weet, e-mail kan heel gemakkelijk nagemaakt worden. Identiteit van de afzender is zeer eenvoudig te vervalsen. Een groot voordeel is dat digitale handtekeningen een mogelijkheid bieden om te bevestigen dat de afzender van een mail ook werkelijk degene is waarvan je denkt dat die het is. Als iedereen een digitale handtekening aan een e-mail toevoegt dan is veel makkelijker om te weten of een e-mail legitiem en ongewijzigd is. Dit zou een heleboel mensen het werk vereenvoudigen, omdat spammers makkelijker te herkennen zijn en dat virussen die vervalste afzender adressen gebruiken wel heel erg gaan opvallen.

source: Assurance Confirmation
nl: Waarmerk bevestiging

source: Assurance Points
nl: Waarmerk punten

source: Assurance Points You Issued
nl: Door u uitgegeven waarmerk punten

source: Assurances Made
nl: Uitgevoerde waarmerkingen

source: Assure Someone
nl: Waarmerk iemand

source: Assured client certificates
nl: Gewaarmerkte Client Certificaten

source: Assured server certificates
nl: Gewaarmerkte Server Certificaten

source: For CAcert Community Members
nl: Voor deelnemers aan de CAcert Community

source: Based on OpenSSL, PHP, a little bit of C and MySQL, we were able to build not only a free certificate authority that could verify your email address or domain, but actually build in a highly effective trust model. Our model goes further than that used by some commercial CAs to prove your identity.
nl: Gebaseerd op OpenSSL, PHP, een beetje C en MySQL zijn we in staat geweest om niet alleen een gratis certificate authority te maken die uw e-mail adres of domein kan valideren, maar zelfs een hoogst effectief vertrouwens model te bouwen. Ons model gaat verder dan dat van sommige commerci&euml;le CA's om uw identiteit vast te stellen.

source: Become a member of the CAcert Association
nl: Wordt lid van de CAcert Associatie

source: Become an assurer in CAcert Web of Trust
nl: Hoe wordt u waarmerker in het CAcert Vertrouwens Netwerk

source: Becoming an Assurer
nl: Hoe wordt u een CAcert waarmerker

source: Paste your CSR(Certificate Signing Request) below...
nl: Plak uw CSR (Certificate Signing Request) hieronder...

source: Before you can start issuing certificates for your website, irc server, smtp server, pop3, imap etc you will need to add domains to your account under the domain menu. You can also remove domains from here as well. Once you've added a domain you are free then to go into the Server Certificate section and start pasting CSR into the website and have the website return you a valid certificate for up to 2 years if you have 50 trust points, or 6 months for no trust points.
nl: Voor u kunt starten met het aanmaken van certificaten voor uw website of irc, mail, pop3, imap servers moet u eerst uw domeinen toevoegen. Dit kunt u doen in het Domeinen menu. U kunt hier ook domeinen verwijderen. Op het moment dat u een domein heeft toegevoegd kunt u naar het Server Certificaten gedeelte gaan en beginnen met het versturen van een CSR via de website en krijgt u een certificaat dat tot 2 jaar geldig is als u 50 punten heeft, of 6 maanden als u geen punten heeft.

source: Below is your Server Certificate
nl: Hieronder vindt u uw Server Certificaat

source: Benefits
nl: Voordelen

source: Best regards
nl: Met vriendelijke groeten,

source: Browse to the location you saved the .cer file to in step 1
nl: Blader naar de lokatie waar de .cer file in stap 1 was opgeslagen.

source: But perhaps, fundamentally, the most important reason for digital signing is awareness and privacy. It creates awareness of the (lack of) security of the Internet, and the tools that we can arm ourselves with to ensure our personal security. And in sensitising people to digital signatures, we become aware of the possibility of privacy and encryption.
nl: Maar misschien is, in de grond, de belangrijkste reden voor digitale ondertekening is de erkenning en privacy. Het zorgt ervoor dat (het gebrek aan) veiligheid van het internet duidelijk wordt. En dat we onszelf kunnen wapenen in onze persoonlijke veiligheid. En door digitale handtekeningen te gebruiken zorgen we ervoor dat meer mensen in aanraking komen met de mogelijkheden voor privacy en encryptie.

source: But, er, is this really proof of your email identity?
nl: Maar, eh, is dat echt bewijs van uw e-mail identiteit?

source: But, with all this money, and all this responsibility, they must be taking a lot of care to ensure the Certificate Authorities do their jobs well, and keep doing their jobs well, right? Well right?!
nl: Maar met al dit geld, en al deze verantwoordelijkheid, moeten de 'Certificate Authorities' toch zeer zorgvuldig omgaan met de hun toegewezen taak, en deze goed uitvoeren, toch? Ja toch?!

source: CAcert Certficate Acceptable Use Policy
nl: CAcert Certificaat AUP (Acceptable Use Policy).

source: CAcert Inc. is a non-profit association which is legally able to accept donations. CAcert adheres to strict guidelines about how this money can to be used. If you'd like to make a donation, you can do so via
nl: CAcert Inc. is een non-profit organisatie die legaal donaties in ontvangst mag nemen. CAcert houdt zich aan strikte regels hoe dit geld mag worden gebruikt. Als u een donatie wilt doen, kunt u dit doen via

source: CAcert Inc.'s public certification services are governed by a CPS as amended from time to time which is incorporated into this Agreement by reference. The Subscriber will use the SSL Server Certificate in accordance with CAcert Inc.'s CPS and supporting documentation published at
nl: CAcert Inc. publieke certificaten service zijn vastgelegd in een CPS. Dit CPS wordt van tijd tot tijd bijgewerkt en is opgenomen in deze overeenkomst. De ingeschrevene zal het SSL Server certificaat gebruiken volgens het CAcert Inc. CPS en de bijbehorende documentatie te vinden op

source: CAcert Inc., as a community-based project, is not driven by profits - it is driven by the community's desire for privacy and security.
nl: CAcert Inc., als project dat gebaseerd is op een groep vrijwilligers, wordt niet gestuurd door winsten - het wordt gestuurd door het groepsverlangen naar privacy en veiligheid.

source: CAcert Support Team
nl: Het CAcert Ondersteunings Team

source: CAcert Web of Trust
nl: CAcert Vertrouwens Netwerk

source: CAcert Web of Trust Rules
nl: Regels van het CAcert Vertrouwens Netwerk

source: CAcert may, from time to time, alter the amount of Assurance Points that a class of assurer may assign as is necessary to effect a policy or rule change. We may also alter the amount of Assurance Points available to an individual, or new class of assurer, should another policy of CAcert require this.
nl: CAcert kan, van tijd tot tijd, het aantal punten dat een waarmerker uit een bepaalde klasse kan uitdelen veranderen als dat door een reglementswijziging noodzakelijk is. Ook mag CAcert het aantal punten van een individuele persoon veranderen of een persoon overplaatsen naar een andere klasse als dit nodig is volgens een ander CAcert reglement.

source: CAcert then sends you an email with a signed copy of your certificate. Hopefully the rest should be pretty straight forward.
nl: CAcert verstuurt u een e-mail met een getekende copie van uw certificaat. Hopelijk is het resterende proces niet al te ingewikkeld.

source: CAcert's goal is to promote awareness and education on computer security through the use of encryption, specifically with the X.509 family of standards. We have compiled a %sdocument base%s that has helpful hints and tips on setting up encryption with common software, and general information about Public Key Infrastructures (PKI).
nl: Het doel van CAcert is om attentie en educatie te promoten op het gebied van computer veiligheid door het gebruik van encryptie, met name gebruik makend van de X.509 standaarden. Wij hebben een %sdocument base% samengesteld met tips en trucs om encryptie te gebruiken met gewone software, en algemene informatie omtrent Public Key Infrastructuren (PKI).

source: CAcert.org Mission Statement
nl: CAcert.org Missie Statement

source: CAcert.org Support!
nl: CAcert.org Ondersteuning!

source: CAcert.org is a community driven, Certificate Authority that issues certificates to the public at large for free.
nl: CAcert.org is een door de gebruikersgemeenschap gedragen certificatieorganisatie die gratis certificaten ter beschikking stelt voor het grote publiek.

source: CAcert.org was designed to be by the community for the community, and instead of placing all the labour on a central authority and in turn increasing the cost of certificates, the idea was to get community in conjunction with this website to have trust maintained in a dispersed and automated manner!
nl: CAcert.org werd ontwikkeld door en voor de gebruikersgemeenschap. In plaats van alle werk en verantwoordelijkheid bij een centrale organisatie te leggen, waardoor de kosten van certificaten stijgt, werd het idee opgevat om vanuit de gemeenschap via deze website op een verdeelde en geautomatiseerde manier een vertrouwensweb op te bouwen.

source: Cancel
nl: Annuleren

source: Cert Login
nl: Certificaat login

source: Certificate Installation Complete!
nl: De installatie van uw certificaat is compleet.

source: Certificate Installation Error
nl: Fout bij installatie van het certificaat.

source: Certificate Installation process for IIS 5.0
nl: Certificaat installatie procedure voor IIS 5.0

source: Certificate for '%s' has been renewed.
nl: Het certificaat voor '%s' werd hernieuwd.

source: Certificate for '%s' has been revoked.
nl: Het certificaat voor '%s' werd ingetrokken.

source: Certificate installation failed!
nl: Installatie van het certificaat is mislukt!

source: Certificates Issued
nl: verstrekte certificaten

source: writing new private key to 'private.key'
nl: bezig nieuwe priv&eacute; sleutel te schrijven naar 'private.key'

source: to install your certificate.
nl: om uw certificaat te installeren.

source: Change Pass Phrase
nl: Verander uw Wachtwoord

source: Change Password
nl: Wachtwoord Veranderen

source: Choose a filename to save the request to
nl: Kies een bestandsnaam om het certificaat naar op te slaan

source: Click here
nl: Klik hier

source: Click here to go to the Support List
nl: Klik hier om naar de Ondersteunings lijst te gaan

source: Click here to view all lists available
nl: Klik hier om alle lijsten te zien.

source: Client Certificates
nl: Client Certificaten

source: Client certificates (un-assured)
nl: Client certificaten (ongewaarmerkt)

source: Code Signing
nl: Programma Certificaten

source: Code signing certificates
nl: Programma Certificaten

source: Comments
nl: Opmerkingen

source: Common Name (eg, YOUR name) []:
nl: Common Name (hier: UW naam) [];

source: CommonName
nl: Roepnaam

source: to continue.
nl: om verder te gaan.

source: CAcert News
nl: CAcert nieuws

source: CAcert Statistics
nl: CAcert statistieken

source: Compare the online information to the information recorded on the paper form;
nl: Vergelijk de gegevens van de website met de informatie op de papieren documenten;

source: Complete the assurance form if the applicant has not already done so. Ensure that all information matches.
nl: Vul de rest van het waarmerk formulier in indien de kandidaat dit nog niet gedaan heeft. Verzeker u ervan dat alle informatie correct en volledig ingevuld is.

source: Confirm your request details
nl: Bevestig uw aanvraag gegevens

source: Contact
nl: Neem contact met ons op

source: Contact Assurer
nl: Neem contact op voor waarmerking

source: Contact Details
nl: Contact gegevens

source: Contact Email
nl: Contact via E-mail

source: Contact Us
nl: Neem contact met ons op

source: Contact information
nl: Contactinformatie

source: Cool man! How do I create my own digital signature?!
nl: Cool man! Hoe maak ik m'n eigen digitale handtekening?!

source: Copy the contents of the email including the
nl: Kopieer de inhoud van de e-mail inclusief de

source: Core members of CAcert generally have a strong information technology and security background, and a stronger desire to give back to the community.
nl: CAcert kernleden hebben over het algemeen een stevige IT en security achtergrond, en een sterker verlangen om de gemeenschap iets terug te geven.

source: Couldn't remove the request for `%s`, request had already been processed.
nl: Kon de aanvraag '%s' niet verwijderen, de aanvraag is reeds verwerkt.

source: Country
nl: Land

source: Country Announcements
nl: Landgebonden aankondigingen

source: Country Name (2 letter code) [AU]:
nl: Lands Naam (2 letter code) [NL]:

source: Create Certificate Request
nl: Vraag een Certificaat aan

source: Currently there is 2 main servers, one for webserver, one for root store, with the root store only connected to the webserver via serial cable, with a daemon running as non-root processes on each end of the serial listening/sending requests/info.
nl: Momenteel zijn er 2 hoofd servers, een webserver en een 'root' opslag server. De 'root' opslag server is uitsluitend door middel van een seri&euml;le kabel verbonden met de webserver. Een achtergrond proces zonder 'root' rechten draait aan beide kanten van de seri&euml;le kabel t.b.v. het oppakken/verzenden van aanvragen/gegevens.

source: Date
nl: Datum

source: Date of Birth
nl: Geboortedatum

source: Default
nl: Standaard

source: Default Language
nl: Standaard taal

source: Delete
nl: Verwijderen

source: Delete Account
nl: Verwijder Account

source: Delete Admin for %s
nl: Verwijder Beheerder voor %s

source: Delete Domain for %s
nl: Verwijder Domein voor %s

source: Delete Organisation
nl: Verwijder Organisatie

source: Department
nl: Afdeling

source: Digital signing thus provides security on the Internet.
nl: Digitaal ondertekenen voorziet op deze wijze in veiligheid op het internet.

source: Digitally sign code, web applets, installers, etc. including your name and location in the certificates.
nl: Digitaal ondertekenen van programmatuur, web applets, installatie software etc. Inclusief uw naam en plaats in de certificaten.

source: Disclaimer : These are the author's opinions, but they should not be considered 'truth' without personal verification. The author may have made mistakes and any mistakes will be willingly rectified by contacting the administrator of elucido.net, contact details available from the normal domain registration information services (e.g. whois.net).&amp;nbsp; No recommendation to install a Certificate Authority's root certificate is either intended nor implied.
nl: Disclaimer : Dit zijn de meningen van de schrijver, maar ze mogen niet als 'waar' beschouwd worden zonder persoonlijke controle. De schrijver kan fouten gemaakt hebben en iedere fout wordt graag rechtgezet als u de beheerder van elucido.net kontakteert, de contact gegevens kunt u middels de normale domein registratie informatie diensten vinden (b.v. whois.net). Er wordt op geen enkele wijze, bewust of onbewust, aanbevolen om een root certificaat van een Certificate Authority te installeren.

source: Domain
nl: Domein

source: Domain Certificates
nl: Domein Certificaten

source: Domains
nl: Domeinen

source: Domains and Server Certificates.
nl: Domein en Server Certificaten

source: Donations
nl: Donaties

source: Due to recent site changes bookmarks may no longer be valid, please update your bookmarks.
nl: Door recente site wijzigingen kunnen bladwijzers niet meer geldig zijn, werk a.u.b. uw bladwijzers bij.

source: Easy. Ish. Go to CAcert.org, install their root certificate and then follow their joining instructions. Once you have joined, request a certificate from the menu. You will receive an email with a link to the certificate. Click on the link from your email software, and hopefully it will be seamlessly installed. Next find the security section of the settings in your email software and configure digital signatures using the certificate you just downloaded. Hmm. Call me if you want, I'll guide you through it.
nl: Simpel. Ga naar CAcert.org, installeer hun root certificaat en volg dan hun instructies om jezelf in te schrijven. Ben je eenmaal ingeschreven, vraag dan een certificaat aan via het menu. Je ontvangt een e-mail met een link naar het certificaat. Klik op de link vanuit jouw e-mail software, en als het goed is wordt het certificaat nu naadloos ge&iuml;nstalleerd. Zoek vervolgens de security sectie in het instellingen gedeelte van je e-mail software en configureer digitale handtekeningen, gebruik makend van het certificaat dat je zojuist gedownload hebt. Hmm. Bel me even als je hulp nodig hebt, ik help je wel door de juiste schermen heen.

source: Edit
nl: Aanpassen

source: Edit Organisation
nl: Pas Organisatiegegevens Aan

source: Email
nl: Voeg E-mail Adres Toe

source: Email Accounts and Client Certificates
nl: E-mail Accounts en Client Certificaten

source: Email Address
nl: E-mail Adres

source: Email Address was blank
nl: E-mail adres is niet ingevuld

source: Email Assurer
nl: Stuur e-mail naar iemand die kan waarmerken.

source: Email Probe
nl: E-mail Test

source: Emails are not secure. In fact emails are VERY not secure!
nl: E-mails zijn niet veilig, eigenlijk zijn e-mails heel ERG NIET veilig.

source: Enable encrypted data transfer for users accessing your web, email, or other SSL enabled service on your server; wildcard certificates are allowed.
nl: Maakt versleutelde data transport voor gebruikers van uw website, e-mail of andere op SSL gebaseerde diensten op uw server mogelijk. Wildcard certificaten zijn toegestaan.
