Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: You will then be asked to enter information about your company into the certificate. Below is a valid example:
nl: Vervolgens zal gevraagd worden om informatie over uw bedrijf aan het certificaat toe te voegen. Hieronder is een geldig voorbeeld:

source: You will see a confirmation screen.
nl: U zult een bevestigingsscherm zien.

source: You will now create a CSR. This information will be displayed on your certificate, and identifies the owner of the key to users. The CSR is only used to request the certificate. The following characters must be excluded from your CSR fields, or your certificate may not work:
nl: U gaat nu een CSR cre&euml;ren. De informatie in het CSR wordt getoond op uw certificaat, en identificeert de eigenaar van de sleutel aan gebruikers. Het CSR wordt alleen gebruikt om het certificaat aan te vragen. De volgende karakters mogen niet in uw CSR-velden voorkomen, anders kan uw certificaat niet werken:

source: You will need to be issued 100 points by meeting with existing assurers from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents; OR if it is too difficult to meet up with existing assurers in your area, meet with two Trusted Third Party assurers (notary public, justice of the peace, lawyer, bank manager, accountant) to do the verifying.
nl: U heeft 100 waarmerkpunten nodig, die u krijgt door bestaande waarmerkers van het CAcert Web van Vertrouwen te ontmoeten, die uw identiteit controleren aan de hand van door uw overheid uitgegeven identiteitsdocumenten met een pasfoto erop; OF als het te moeilijk is om bestaande waarmerkers in uw gebied te ontmoeten, door twee Vertrouwde Derde Partijen te ontmoeten (notaris, advocaat, bankdirecteur, accountant) om uw identiteit vast te stellen.

source: You were issued %s points however the system has rounded this down to %s and you now have %s points in total.
nl: Er zijn u %s waarmerkpunten toegekend maar het systeem heeft dit naar beneden afgerond tot %s en u hebt nu in totaal %s waarmerkpunten.

source: You tried to give a temporary points increase to someone that already has more then 150 points. Can't continue.
nl: U probeerde om een tijdelijk puntenverhoging te geven aan iemand die reeds meer dan 150 punten heeft. Doorgaan is niet mogelijk.

source: You tried to use an invalid language.
nl: U probeerde om een ongeldige taal te gebruiken.

source: You were issued %s points and you now have %s points in total.
nl: Er zijn u %s waarmerkpunten toegekend, u heeft nu in totaal %s punten.

source: You submitted invalid email addresses, or email address you no longer have control of. Can't continue with certificate request.
nl: U heeft een ongeldig e-mailadres ingegeven, of een e-mailadres waar u niet langer controle over heeft. Het is niet mogelijk om met dit certificaatverzoek verder te gaan.

source: You then need to add the domain you have control of to your account, which you can do:
nl: U dient vervolgens het domein waar u controle over heeft toe te voegen aan uw acount, wat u als volgt kunt doen:

source: You see this all the time on the Internet - every time you go to a secure page on a web site, for example to enter personal details, or to make a purchase, every day you browse web sites that have been digitally signed by a Certificate Authority that is accepted as having the authority to sign it. This is all invisible to the user, except that you may be aware that you are entering a secure zone (e.g. SSL and HTTPS).
nl: U ziet het keer op keer op het Internet - telkens als u naar een beveiligde pagina op een website gaat, bijvoorbeeld om persoonlijke details op te geven, of een aankoop te doen, elke dag bladert u langs websites die digitaal door een Certificate Authority zijn ondertekend, waarbij u de betreffende CA vertrouwt om een certificaat te ondertekenen. Dit alles is onzichtbaar voor de gebruiker, behalve dat u zich ervan bewust kunt zijn dat u een beveiligde site bezoekt (b.v. SSL en HTTPS).

source: You only dispute the primary email address of an account if there is no longer any email addresses or domains linked to it.
nl: U kunt het primaire e-mail adres van een account alleen betwisten als er geen andere e-mail adressen of domeinen aan het account verbonden zijn.

source: You now have over 50 points, and can now have your name added to client certificates, and issue server certificates for up to 2 years.
nl: U hebt nu meer dan 50 punten. U kunt nu uw naam aan cli&euml;ntcertificaten toevoegen, en u kunt nu servercertificaten met een geldigheid van maximaal 2 jaar aanmaken.

source: You must enter the number of points you wish to allocate to this person.
nl: U moet het aantal punten ingeven dat u aan deze persoon wenst toe te kennen.

source: You must meet the applicant in person;
nl: U moet de kandidaat persoonlijk ontmoeten;

source: You must sight at least one form of government issued photo identification. It's preferable if 2 forms of Government issued photo ID are presented, as less points may be issued if there is any doubt on the person by the person issuing points;
nl: U moet minstens &eacute;&eacute;n door de overheid uitgegeven identiteitsdocument met pasfoto gezien hebben. Het is aan te bevelen dat er 2 door de overheid uitgegeven documenten worden getoond, aangezien er minder punten mogen worden uitgegeven als er om het even welke twijfel omtrent de persoon is door diegene die de punten uitgeeft;&#13;

source: You must enable ActiveX for this to work.
nl: U moet ActiveX activeren om dit te laten werken.

source: You must confirm that you are the owner (or authorized administrator) of the domain by responding to a 'ping' email sent to either the email address listed in the whois record, or one of the RFC-mandatory addresses (hostmaster/postmaster/etc).
nl: U moet bevestigen dat u de eigenaar (of erkende beheerder) van het domein bent door een 'ping' e-mail te beantwoorden die of naar het e-mailadres wordt verzonden dat in het whois record wordt vermeld, of naar &eacute;&eacute;n van de volgens de RFC verplichte e-mail adressen (hostmaster/postmaster/etc).

source: Analyse
nl: Analiseer

source: The Pass Phrase you submitted failed to contain enough differing characters and/or contained words from your name and/or email address. Only scored %s points out of 6.
nl: De Pass Phrase die u heeft ingediend bezit onvoldoende verschillende tekens en/of bevatte woorden met uw naam en/of e-mail adres er in. U scoorde slechts %s van de mogelijke 6 punten.

source: CAcert Source License
nl: CAcert broncode licentie

source: Did a substantial amount of work on the previous website design, and has been floating about on the mailing lists often giving invaluble insight into what we should be doing better.
nl: Heeft een substanti&euml;le hoeveelheid werk gestoken in het ontwerp van de vorige website, en was vaak in de mailing lijsten te vinden waar hij vaak onmisbare inzichten gaf in wat we beter zouden dienen te doen.

source: Due to the possibility for punycode domain exploits we currently do not allow any certificates to sign punycode domains or email addresses.
nl: Wegens de kans op misbruik van punycode domeinen staan we op dit moment geen certificaten toe voor domeinen of e-mail adressen met speciale leestekens in de naam.

source: Firstly you need mod-ssl and apache setup (this is beyond the scope of this FAQ item and you will need to search on google etc for LAMP setup information). I recommend mod-ssl over apache-ssl because it means you need less resources to achieve the same result.
nl: Eerst dient u mod-ssl en apache te configureren (dit is buiten de scope van dit FAQ onderwerp, u zult zelf via google of zo moeten zoeken naar LAMP configuratie informatie). Ik raad mod-ssl aan boven apache-ssl omdat je daarmee minder bronnen op je computer nodig hebt om hetzelfde resultaat te verkrijgen.

source: How can I do a single sign on similar to CAcert using client certificates?
nl: Hoe kan ik een 'single sign on' doen, vergelijkbaar met de manier waarop CAcert client certificaten gebruikt om aan te loggen?

source: In light of the number of people having issues with making up a password we have the following suggestions:
nl: Omdat er nogal wat personen problemen hebben met het bedenken van een wachtwoord hebben we de volgende suggesties:

source: Install a Root Certificate using Internet Explorer and the CEnroll ActiveX control. This avoids the Microsoft Certificate Installation wizard and all of its complexity and extra screens for users. This however will ONLY work for Microsoft Internet Explorer.
nl: Installeer een Root Certificaat, gebruik makend van Internet Explorer en de CEnroll ActiveX plugin. Dit omzeilt de Microsoft wizard 'Certificaat Importeren' met al zijn complexiteit en zijn vele schermen. Dit werkt echter ALLEEN voor Microsoft Internet Explorer.

source: Mission Statement
nl: Missie statement

source: Once you have everything setup and working you will need to add lines similar to below to your apache.conf
nl: Zodra u alles geconfigureerd hebt en alles werkt, dan dient u de regels vergelijkbaar met wat hieronder staat aan uw apache.conf toe te voegen

source: Once you have everything working and you've tested sending a client certificate to your site and you're happy all is well you can start adding code to PHP (or any other language you like that can pull server environment information). At present I only have PHP code available and the example is in PHP
nl: Zodra je alles werkend hebt en je hebt het getest door een client certificaat naar je website te sturen en je bent tevreden dat alles nu klopt kan je beginnen om code toe te voegen in PHP (of in welke taal dan ook waarmee je server omgevings informatie op kunt halen). Op dit moment beschik ik alleen over PHP code en het voorbeeld is dan ook in PHP

source: Please note, you will need to alter the paths, hostname and IP of the above example, which is just that an example! The SSLCACertificateFile directive is supposed to point to a file with the root certificate you wish to verify your client certificates against, for the CAcert website we obviously only accept certificates issued by our own website and use our root certificate to initially verify this.
nl: Let op: u dient het pad, de hostname en het IP adres van bovenstaand voorbeeld aan te passen, want dat is slechts bedoeld als voorbeeld! De SSLCACertificateFile regel is bedoeld om naar het bestand te wijzen waar het root certificaat te vinden is waartegen u uw uw client certificaten wenst te valideren, voor de CAcert website accepteren we uiteraard alleen certificaten die door onze eigen website zijn uitgegeven en we gebruiken ons root certificaat om dit initieel te controleren.

source: RSS News Feed
nl: RSS nieuwsfeed

source: The point is, as the current situation holds, you should be wary of anyone making decisions for you (i.e. pre-installed certificates in your browser), and you should be weary of anyone else's certificates that you install. But at the end of the day, it all boils down to trust. If an independent Certificate Authority seems to be reputable to you, and you can find evidence to support this claim, there's no reason why you shouldn't trust it any less than you implicitly trust the people who have already made mistakes.
nl: Het punt is, zoals het nu staat, dat u terughoudend moet zijn bij iedereen die een beslissing voor u neemt (zoals bijvoorbeeld voor-ge&iuml;nstalleerde certificaten in uw browser) en u dient terughoudend te zijn voor andermans certificaten die u installeert. Maar het komt uiteindelijk op vertrouwen aan. Als een onafhankelijke Certificate Authority vertrouwenwekkend op u overkomt, en u kunt bewijs vinden om dit waar te maken, dan is er geen reden waarom u deze instantie minder vertrouwen zou schenken dan de anderen die u impliciet vertrouwt, maar die al fouten gemaakt hebben.

source: You listed an invalid sponsor for this action.
nl: U gaf een ongeldige ondersteuner voor deze actie op.

source: You may charge a fee for your expenses if the applicant has been advised of the amount prior to the meeting.
nl: U mag een onkostenvergoeding vragen als u de kandidaat voorafgaand aan de bijeenkomst over de hoogte van het bedrag hebt ge&iuml;nformeerd.

source: You must confirm it is your email address by responding to a 'ping' email sent to it.
nl: U moet bevestigen dat het uw e-mailadres is door een 'ping' e-mail te beantwoorden die naar het opgegeven e-mail adres wordt verzonden.

source: Free digital certificates!
nl: Vrij verkrijgbare Digitale Certificaten

source: You issued %s points and they now have %s points in total.
nl: U kende %s punten toe. Hij of zij heeft nu in totaal %s punten.

source: You issued %s points however the system has rounded this down to %s and they now have %s points in total.
nl: U kende %s punten toe, maar het systeem heeft dit naar beneden bijgesteld naar %s punten. Hij of zij heeft nu in totaal %s punten.

source: A reminder notice has been sent.
nl: Een herinneringsbericht werd verstuurd.

source: Abuses
nl: Misbruiken

source: Accept Dispute
nl: Accepteer dispuut

source: Assurer Ranking
nl: Relatieve positie van de waarmerker in de lijst

source: CAcert's GPG Key
nl: CAcert GPG Sleutel

source: Certificate Subject
nl: Certificaat onderwerp

source: As described in the Style Guide, the monochrome version of the logo must be used in situations where the logo colours cannot be reproduced correctly.
nl: Zoals beschreven in het Stijl Handboek dient de zwart-wit versie van het logo gebruikt te worden in die situaties, waarin de kleuren van het logo niet juist kunnen worden gereproduceerd.

source: Comment
nl: Opmerking

source: CommonName field was blank. This is usually caused by entering your own name when openssl prompt's you for 'YOUR NAME', or if you try to issue certificates for domains you haven't already verified, as such this process can't continue.
nl: Het CommonName veld was leeg. Dit komt meestal voor als u uw eigen naam invult wanneer openssl u vraagt naar 'YOUR NAME', of als u probeert om certificaten uit te geven voor domeinen die u nog niet geverifieerd heeft, daarom wordt deze bewerking afgebroken.

source: Current Points
nl: Huidig aantal waarmerk punten

source: Currently the domain '%s' is in dispute, you have been sent an email to resolve the issue, below you have the option to accept, reject or report the request as fraudulent.
nl: Op dit moment staat het domein '%s' ter discussie. Er is u een e-mail gestuurd om deze zaak op te lossen. Hieronder heeft u de mogelijkheid om te accepteren, te verwerpen of om het verzoek als frauduleus aan te melden.

source: Currently the email '%s' is in dispute, you have been sent an email to resolve the issue, below you have the option to accept, reject or report the request as fraudulent.
nl: Op dit moment staat het e-mail adres '%s' ter discussie. Er is u een e-mail gestuurd om deze zaak op te lossen. Hieronder heeft u de mogelijkheid om te accepteren, te verwerpen of om het verzoek als frauduleus aan te melden.

source: Currently we only issue certificates for Punycode domains if the person requesting them has code signing attributes attached to their account, as these have potentially slightly higher security risk.
nl: Momenteel verstrekken we alleen certificaten voor Punycode domeinen als de persoon die de aanvraag indient het 'code signing' attribuut aan zijn inschrijving verbonden heeft, omdat ze potentieel een iets hoger veiligheidsrisico met zich mee brengen.

source: aliases
nl: aliassen

source: To get a password that will work, we suggest the following example
nl: Om te komen tot een werkend wachtwoord stellen we het volgende voorbeeld voor

source: Dispute Domain
nl: Stel Domein ter discussie

source: Dispute Probe
nl: Discussie Onderzoek

source: Disputes
nl: Disputen

source: Disputes and Abuse Reporting
nl: Disputen en misbruik rapportages

source: Disputes/Abuses
nl: Disputen/Misbruiken

source: Domain Dispute
nl: Domein discussie

source: Domain Dispute!
nl: Stel Domein ter discussie

source: Domain and Email Disputes
nl: Domein en e-mail discussies

source: By adding Single Sign On (SSO) ID information to your certificates this could be used to track you, you can also issue certificates with no email addresses that are useful only for Authentication. Please see a more detailed description on our WIKI about it.
nl: Door Single Sign On (SSO) informatie aan uw certificaten toe te voegen zou dit kunnen worden gebruikt om u te volgen, u kunt ook certificaten zonder e-mailadressen aanmaken die uitsluitend voor Authenticatie te gebruiken zijn. Kijk voor een uitvoerigere beschrijving op onze WIKI.

source: Treasurer
nl: Penningmeester

source: Email Address given was invalid, or a test connection couldn't be made to your server, or the server rejected the email address as invalid
nl: Het e-mail adres dat u heeft opgegeven is ongeldig, of er kon geen proefverbinding gemaakt worden met uw server, of de server heeft het e-mail adres als zijnde ongeldig afgekeurd

source: Email Dispute
nl: stel e-mail adres ter discussie

source: File Dispute
nl: Dien het dispuut in

source: For much of the art work that exists on the website, t-shirt designs, much of the organisational work for Usenix '04, as well as a few published articles and written documents.
nl: Wegens de vele kunstzinnige uitingen op de website, het ontwerp van t-shirts, veel organisatorisch werk van Usenix '04, en wegens een paar gepubliceerde artikelen en geschreven documenten.

source: GPG Key
nl: GPG Sleutel

source: General questions about CAcert should be sent to the general support list, please send all emails in ENGLISH only, this list has many more volunteers then those directly involved with the running of the website, everyone on the mailing list understands english, even if this isn't their native language this will increase your chance at a competent reply. While it's best if you sign up to the mailing list to get replied to, you don't have to, but please make sure you note this in your email, otherwise it might seem like you didn't get a reply to your question.
nl: Algemene vragen over CAcert dienen naar de Ondersteuningslijst gestuurd te worden. Stel uw vraag alstublieft alleen in het ENGELS, deze lijst heeft vele malen meer vrijwilligers dan de direct betrokken bij de website, iedereen die op de mailing lijst geabonneerd is begrijpt Engels, zelfs als dit niet hun moederstaal is heeft u een veel grotere kans op een ter zake kundig antwoord. Alhoewel het het beste is dat u zich inschrijft op de mailing lijst zodat u een antwoord kunt krijgen, is inschrijven niet verplicht, maar maakt u dan s.v.p. even een opmerking daarover in uw e-mail, anders kan het lijken dat u geen antwoord krijgt op uw vraag.

source: abbreviated:
nl: afgekort:

source: Generating a new key pair and CSR for IIS 5.0
nl: Om een publiek/priv&eacute; sleutelpaar en een CSR voor een Microsoft IIS 5 server te maken:

source: How do I get a server certificate from CAcert?
nl: Hoe krijg ik een server certificaat (bijv. voor mijn website) van CAcert?

source: My Points
nl: Mijn Punten

source: He's constantly helping out on the support list, building up documentation and all round nice guy, he was even offered a free book and turned down the offer until there is a book on CAcert available!
nl: Hij helpt continu op de support lijst, maakt documentatie en is gewoon een aardige jongen, er was hem zelfs een gratis boek aangeboden wat hij afwees tot het moment dat er een boek over CAcert beschikbaar komt!

source: I agree with this Application
nl: Ik ben het met dit verzoek eens

source: I don't agree with this Application
nl: Ik ben het met dit verzoek niet eens

source: If you want to dispute who has control of your email address or domain, select 'Dispute Email' or 'Dispute Domain' on the right hand side.
nl: Als u ter discussie wilt stellen wie er controle heeft over uw e-mail adres of over uw domein, selecteer dan 'stel e-mail adres ter discussie' of 'stel domein ter discussie' aan de rechter kant.

source: If you would like to report an abuse of our certificates that breaches our policies please select the Abuse menu on the right.
nl: Als u een misbruik van onze certificaten waarbij tegen onze policy ingegaan wordt wilt melden selecteer dan het Misbruik menu aan de rechterkant.

source: If your dispute is successful the domain will be removed from the current account and any certificates will be revoked.
nl: Als uw dispuut succesvol is dan wordt het domein verwijderd van het huidige account en worden alle certificaten ingetrokken.

source: If your dispute is successful you will have the email address removed from the system, you will need add the email address as per usual afterwards. The email will be removed from the current account and any certificates will be revoked.
nl: Als uw dispuut succesvol is dan wordt het e-mail adres verwijderd uit het systeem, u zult het e-mail adres op de gebruikelijke manier later dienen toe te voegen. Het e-mail adres wordt verwijderd van het huidige account en alle certificaten worden ingetrokken.

source: Invalid request. Can't continue.
nl: Ongeldig verzoek. De handeling wordt afgebroken.

source: Main Website
nl: Hoofd website

source: More Information
nl: Meer informatie

source: Name on file
nl: Naam volgens het bestand

source: No additional information will be included on certificates because it can not be automatically checked by the system.
nl: Er wordt geen extra informatie in de certificaten opgenomen omdat die extra informatie niet automatisch gecontroleerd kan worden.

source: Not a valid Domain. Can't continue.
nl: Geen geldig domein. De handeling wordt afgebroken.

source: Notary URL
nl: Waarmerk URL

source: Organisation Assurance
nl: Organisatie waarmerking

source: Organisational Assurance
nl: Organisatie waarmerking

source: Organisation Title
nl: Naam van de Organisatie

source: PKI finger/thumb print signed by the CAcert GPG Key
nl: PKI vinger/duim afdruk getekend met de CAcert GPG Sleutel

source: Photo ID URL
nl: URL van het identiteitsdocument met pasfoto

source: Please select the most appropriate section to report your problem.
nl: Kies a.u.b. de juiste sectie om uw probleem aan te melden.

source: Potential Points
nl: Potentieel aantal punten

source: Primary email address
nl: Hoofd E-mail Adres

source: Email Me
nl: Zend mij een e-mail

source: Reject Dispute
nl: Wijs dispuut af

source: Rejected
nl: Afgewezen

source: Report Dispute as Abuse
nl: Rapporteer een dispuut als Misbruik

source: Request Details
nl: Verzoek details

source: Same as above plus get 100 assurance points by meeting with multiple assurers from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents.
nl: Zelfde als hierboven plus verzamel 100 waarmerk punten door een ontmoeting met meerdere waarmerkers van het CAcert Vertrouwens Netwerk, die uw identiteit vaststellen aan de hand van door uw overheid uitgegeven en van een foto voorziene offici&euml;le identiteits bewijzen.

source: Send reminder notice
nl: Stuur een herinnerings mail

source: The domain '%s' already exists in the dispute system. Can't continue.
nl: Het domein '%s' is reeds aanwezig in het dispuut-systeem. Bewerking geannuleerd.
