Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: The official full name of the organisation equal to the name of the organisation registered e.g. at the trade office registration of the state.
nl: De offici&euml;le volledige naam van de organisatie, gelijk aan de naam waaronder de organisatie geregistreerd staat bij de Kamer van Koophandel in het betreffende land.

source: By joining CAcert and becoming a Member, you agree to the CAcert Community Agreement. Please take a moment now to read that and agree to it; this will be required to complete the process of joining.
nl: Door u in te schrijven bij CAcert.org en lid te worden stemt u in met de CAcert Community Overeenkomst. Neem a.u.b. een moment om dit te lezen en er mee in te stemmen; dit is vereist om het proces van lid worden af te kunnen ronden.

source: If not then select this PayPal button to establish annual payment of your US$10 membership fee.
nl: Zo nee, selecteer dan deze PayPal knop voor jaarlijkse betaling van uw US$10 lidmaatschapsgeld.

source: The organisation address which should be equal to the address registered with the trade office.
nl: Het adres van de organisatie, dat gelijk dient te zijn aan het adres waaronder de organisatie geregistreerd staat bij de Kamer van Koophandel.

source: To do a single US$10 Membership-Fee Payment, please use this button:
nl: Gebruik alstublieft deze knop om een eenmalige betaling van uw US$10 lidmaatschapsgeld te doen:

source: The internet domain name(s) the organisation controls and owns. The names will be checked with WHOIS with e.g. the DNS official top domain registrar e.g. the country ccTLD .&lt;country code&gt; registrar.
nl: De Internet domeinnaam/namen die de organisatie beheert en bezit. Deze namen zullen met WHOIS gecontroleerd worden bijvoorbeeld tegen de offici&euml;le DNS top domein registratie-instantie, bijvoorbeeld de .nl domeineigenaar.

source: I own or am authorised to control this domain
nl: Ik ben eigenaar van dit domein of ben gemachtigd om dit domein te beheren

source: The exact name of the individual may have transliterated characters and/or some given names may be abbreviated. If present the first given name will be shown abbreviated and parentheses around the last part of the given name.
nl: De exacte naam van een persoon kan enkele vervangings-karakters bevatten en/of sommige voornamen kunnen zijn afgekort. Indien aanwezig zal de eerste voornaam afgekort weergegeven worden, met tussen haakjes het laatste gedeelte van deze voornaam.

source: I own or am authorised to control this email address
nl: Ik ben eigenaar van dit e-mail adres of ben gemachtigd om dit e-mail adres te beheren

source: I agree to the terms and conditions of the CAcert Community Agreement
nl: Ik stem in met de regels en afspraken zoals vermeld in de CAcert Community Agreement

source: Several CAcert Services are currently unavailable. Please try again later.
nl: Diverse CAcert diensten zijn momenteel onbereikbaar. Probeer het op een later moment alstublieft opnieuw.

source: The email address, which matches the CAcert account email address, is handy for administrative and contact reasons. For organisation administrator the email address is required.
nl: Het e-mail adres, dat overeen dient te komen met het adres van het CAcert account, is behulpzaam voor administratieve en contact doeleinden. Voor de organisatie beheerder is het e-mail adres verplicht.

source: if you feel that this is not corect.
nl: als u denkt dat dit onjuist is.

source: The CAcert Organisation Programme (COAP) aims to verify the identity of the organisation.
nl: Het CAcert Organisatie Waarmerk Programma (COAP) heeft ten doel om de identiteit van de organisatie vast te stellen.

source: The Director indicated by the Trade Office Registry Extract, has to underwrite the correctness of the information for the organisation and allowance of certificate operations by the administrators.
nl: De directeur, zoals aangegeven op het uittreksel van de Kamer van Koophandel, dient de juistheid van de informatie omtrent de organisatie te bevestigen en dient toestemming te verlenen tot het verrichten van certificaat gerelateerde handelingen door de beheerders.

source: The Organisation Assurer contact information. This assurer will verify the organisation identity and registration information.
nl: Contactinformatie van de Organisatie Waarmerker. Deze Waarmerker zal de identiteit van de organisatie en de gegevens van de registratie controleren.

source: The CAcert Assurance Programme (CAP) aims to verify the identities of Internet users through face to face witnessing of government-issued photo identity documents.
nl: Het CAcert Waarmerk Programma (CAP) heeft ten doel om de identiteit van Internet gebruikers vast te stellen tijdens persoonlijke ontmoetingen middels door uw overheid uitgegeven identiteitsdocumenten met een pasfoto erop.

source: The Applicant asks the Organisation Assurer to verify to CAcert Community that the information provided by the Applicant is correct, and according to the official trade office registration bodies.
nl: De Aanvrager vraagt de Organisatie Waarmerker om ten overstaan van de CAcert Community te verklaren dat de informatie zoals die is verstrekt door de Aanvrager juist is, en overeenkomt met de registratie bij de Kamer van Koophandel.

source: Registration (id, name, region)
nl: Registratie (id, naam, regio)

source: Signature and organisation stamp
nl: Handtekening en stempel van de organisatie

source: Some examples of possible standard transliterations in a full individual name. If more than one transliteration of a character is possible, it is denoted within parentheses.
nl: Enkele voorbeelden van mogelijke transliteraties in een volledige persoonsnaam. Als meer dan een transliteratie van een karakter mogelijk is, dan wordt dat tussen haakjes aangegeven.

source: Start
nl: Begin

source: The Applicant asks the Assurer to verify to the CAcert Community that the Assurer has met and verified the Applicant's identity against original documents.
nl: De Aanvrager vraagt de Waarmerker om ten overstaan van de CAcert Community te verklaren dat u de Aanvrager persoonlijk heeft ontmoet en de identiteit heeft vastgesteld aan de hand van originele documenten.

source: Most CAcert functions are currently unavailable. Please come back later.
nl: De meeste CAcert functies zijn momenteel niet te bereiken. Probeer het later alstublieft nogmaals.

source: Organisation's Statement
nl: Verklaring van de organisatie

source: Other registered trade names of the organisation. (comma separated)
nl: Andere geregistreerde handelsnamen van de organisatie (kommagescheiden)

source: Previous
nl: Vorige

source: Registered Trade Names
nl: Geregistreerde handelsnamen

source: Organisation Information (COAP) form
nl: Organisatie Informatie (COAP) formulier

source: Organisation Assurer's signature
nl: Handtekening van de Organisatie Waarmerker

source: Organisation Identity Information
nl: Identiteitsinformatie van de organisatie

source: Organisation Assurer's Statement
nl: Verklaring van de Organisatie Waarmerker

source: Organisation Assurer
nl: Organisatie Waarmerker

source: One is advised for a mutual assurance. If done so the exact full name, email address and date of birth of the Assurer is also required on a form. In this case the Assuree assures the Assurer as well. In this case two copies are needed of the CAP form.
nl: U wordt aangemoedigd om een wederzijdse Waarmerking uit te voeren. In dat geval zijn de volledige naam, e-mail adres en geboortedatum van de Waarmerker ook vereist op het Formulier. In dit geval waarmerkt tevens de Aanvrager de Waarmerker. In dit geval zijn twee kopie&euml;n nodig van het CAP formulier.

source: Organisation Administrator
nl: Organisatie Administrateur

source: On comparing names
nl: Aangaande het vergelijken van namen

source: On director's statement
nl: Aangaande de verklaring van de directeur

source: On mutual assurance
nl: Aangaande wederzijdse waarmerking

source: On mutual assurance provide email address of Assurer.
nl: Bij wederzijdse waarmerking geef het e-mail adres van de Waarmerker.

source: On organisation identity information
nl: Aangaande Organisatie identiteits informatie

source: On the assuree full name
nl: Aangaande de volledige naam van de Aanvrager

source: On the full name of the Assurer
nl: Aangaande de volledige naam van de Waarmerker

source: Name of the organisation
nl: Naam van de organisatie

source: Email has been sent.
nl: E-mail is verzonden.

source: CSRF Hash is wrong. Please try again.
nl: De CSRF Hash is onjuist. Probeer het alstublieft opnieuw.

source: Certificates expire in 12 months. Certificates %s must%s include your full name.
nl: Certificaten verlopen na 12 maanden. Certificaten %smoeten%s uw volledige naam bevatten.

source: Name and contact details (organisation email address &amp; optionally phone number), of the Director of the organisation as is referred to in the trade office extract.
nl: Naam en contactgegevens (e-mail adres binnen de organisatie + optioneel telefoonnummer) van de directeur van de organisatie, zoals vermeld in het uittreksel van de Kamer van Koophandel.

source: Internet Domain(s)
nl: Internet Domein(en)

source: Assurer's email address
nl: e-mail adres van de waarmerker

source: Make sure you have read and agreed with the CAcert Community Agreement
nl: Zorg ervoor dat u de CAcert Community Overeenkomst gelezen hebt en ermee hebt ingestemd

source: ID card
nl: identiteitsdocument

source: Identity Verification Form (CAP) form
nl: Identiteit Waarmerk Formulier (CAP) formulier

source: If there are any doubts or concerns about the Applicant's identity, do not allocate points. You are encouraged to perform a mutual Assurance.
nl: Als u ook maar ENIGE TWIJFEL heeft over de identiteit van de Aanvrager, ken dan geen Waarmerk Punten toe. U wordt aangemoedigd om een wederzijdse Waarmerking uit te voeren.

source: I hereby confirm that the information stating my Identity Information above is both true and correct, and request the CAcert Assurer (see below) to witness my identity in the CAcert Assurance Programme.
nl: Ik verklaar hierbij uitdrukkelijk dat bovenstaande informatie correct en waarheidsgetrouw is. Ik verzoek de CAcert Waarmerker, die hieronder aangegeven is, om mijn identiteit te bevestigen in het CAcert Waarmerk Programma.

source: I, the Assurer, hereby confirm that I have verified the Applicant's Identity Information, I will witness the Applicant's identity in the CAcert Assurance Programme, and allocate Assurance Points.
nl: Ik, de Waarmerker, verklaar hierbij uitdrukkelijk dat ik de identiteitsgegevens van de Aanvrager heb geverifieerd, ik zal de identiteit van de Aanvrager bevestigen in het CAcert Waarmerk Programma, en zal Waarmerk Punten toekennen.

source: I, the Assurer, hereby confirm that I have verified the official Information for the organisation, I will witness the organisation's identity in the CAcert Organisation Assurance Programme, and complete the Assurance.
nl: Ik, de Waarmerker, verklaar hierbij uitdrukkelijk dat ik de offici&euml;le informatie van de organisatie heb geverifieerd, ik zal de identiteit van de organisatie bevestigen in het CAcert Organisatie Waarmerk Programma, en zal de Waarmerking afronden.

source: I hereby confirm that all information is complete and accurate and will notify CAcert of any updates or changes thereof.
nl: Ik verklaar hierbij dat alle informatie volledig correct en accuraat is, en zal CAcert van alle aanpassingen of wijzigingen hiervan op de hoogte stellen.

source: I am a CAcert Community Member, have passed the Organisation Assurance Challenge, and have been appointed for Organisation Assurances within the country where the organisation is registered.
nl: Ik ben CAcert Community Deelnemer, heb de Organisatie Waarmerker Test met goed gevolg doorlopen, en ben aangewezen om Organisatie Waarmerkingen te verrichten in het land waar de organisatie geregistreerd staat.

source: You aren't allowed to dispute your own domains. Can't continue.
nl: U kunt uw eigen domeinen niet ter discussie stellen. De handeling wordt afgebroken.

source: I am duly authorised to act on behalf of the organisation, I grant operational certificate administrative privileges to the specified Organisation Administrator and, I request the Organisation Assurer to verify the organisation information according to the Assurance Policies.
nl: Ik ben volledig geautoriseerd om namens de organisatie te handelen, ik verleen operationele administratieve certificaat rechten aan de aangegeven Organisatie Administrateur, en ik verzoek de Organisatie Waarmerker om de gegevens van de organisatie te controleren conform de CAcert Waarmerk Regels.

source: I am a CAcert Community Member, have passed the Assurance Challenge, and have been assured with at least 100 Assurance Points.
nl: Ik ben CAcert Community Deelnemer, heb de Waarmerker Test met goed gevolg doorlopen, en ben gewaarmerkt met tenminste 100 Waarmerk Punten.

source: I agree to the CAcert Community Agreement.
nl: Ik stem in met de CAcert Community Overeenkomst.

source: Full exact name of the individual.
nl: Volledige, exacte naam van de betreffende persoon.

source: Full exact name of Assurer. On mutual assurance provide date of birth as well.
nl: Volledige, exacte naam van de Waarmerker. Vul ingeval van wederzijdse waarmerking tevens de geboortedatum in.

source: CSRF Hash is missing. Please try again.
nl: De CSRF Hash ontbreekt. Probeer het alstublieft opnieuw.

source: For the CAcert Organisation Assurance Programme there is a separate special COAP form.
nl: Er bestaat een apart speciaal COAP formulier voor het CAcert Organisatie Waarmerking Programma.

source: No organisational domains found matching %s
nl: Geen organisatie domeinen gevonden die overeen komen met %s

source: No personal domains found matching %s
nl: Geen persoonlijke domeinen gevonden die overeen komen met %s

source: Notification
nl: E-mail bericht

source: Parameters are missing. Please try the complete URL.
nl: Parameters ontbreken. Probeer alstublieft de complete URL.

source: For organisation administrators and assurer: provide email address and optionally your phone number.
nl: Voor Organisatie beheerders en waarmerkers: geef uw e-mail adres en (optioneel) uw telefoonnummer.

source: For more information about the CAcert Organisation Assurance Programme, including detailed guides to CAcert Organisation Assurers, please visit:
nl: Voor meer informatie omtrent het CAcert Organisatie Waarmerkings Programma, inclusief gedetailleerde handleidingen voor CAcert Organisatie Waarmerkers, bezoek:

source: Domain not verified.
nl: Domein niet geverifieerd.

source: For more information about the CAcert Assurance Programme, including detailed guides for CAcert Assurers, please visit:
nl: Voor meer informatie omtrent het CAcert Waarmerkings Programma, inclusief gedetailleerde handleidingen voor CAcert Waarmerkers, bezoek:

source: Exact full name on the ID
nl: Exacte volledige naam op het getoonde identiteitsdocument

source: Examples of accepted abbreviation(s) for full name(s)
nl: Voorbeelden van geaccepteerde afkortingen voor volledige naam/namen

source: Date and location of the face-to-face meeting
nl: Datum en plaats van de persoonlijke samenkomst

source: Exact full name as on shown ID for this name.
nl: Exacte volledige naam zoals die op het getoonde identiteitsdocument voor deze naam voorkomt.

source: Director
nl: Directeur

source: End
nl: Laatste

source: This function is currently unavailable. Please come back later.
nl: Deze functie is momenteel uitgeschakeld. Probeer het s.v.p. op een later moment opnieuw.

source: CAcert Organisation Assurance Programme
nl: CAcert Organisatie Waarmerk Programma

source: CAcert's Root Certificate sha1 fingerprints
nl: CAcert Root Certificaat sha1 duimafdruk

source: COAP form help
nl: COAP formulier help

source: CAcert CAP form
nl: CAcert CAP formulier

source: CAcert COAP form
nl: CAcert COAP formulier

source: Applicable Organisation Policy documents and information can be attached to the pdf output file. Mark those documents, which need to be attached
nl: Van toepassing zijnde voorschriften en informatie kan aan het pdf uitvoerbestand worden toegevoegd. Selecteer die documenten die toegevoegd dienen te worden

source: Assurer's Statement
nl: Verklaring van de Aanvrager

source: Assurer may leave a copy of the details with the Applicant, and may complete and sign her final form after the meeting.
nl: De Waarmerker mag een kopie van de gegevens bij de Aanvrager achterlaten, en mag het formulier na de bijeenkomst verder afmaken en ondertekenen.

source: As an example standard abbreviation on given names is provided here. If a given name is counted as first given name part of the name is denoted with parentheses around the name.
nl: Als voorbeeld wordt hier de afkorting voor volledige naam/namen getoond. Als een voornaam als eerste voornaam geldt dan wordt een gedeelte van de voornaam omringd met haakjes.

source: Are you sure you want to delete this region and all connected locations?
nl: Weet u zeker dat u deze regio en alle daaraan gekoppelde lokaties wilt verwijderen?

source: Applicant's Identity Information
nl: Identiteits informatie van de kandidaat

source: Address (comma separated)
nl: Adres (komma-gescheiden)

source: A CAcert Arbitrator can require the Assurer to deliver the completed form in the event of a dispute. After 7 years this form should be securely disposed of to prevent identity misuse. E.g. shred or burn the form. The Assurer does not retain copies of ID at all.
nl: Een CAcert arbiter kan van de Waarmerker ingeval van een dispuut verlangen om hem het ingevulde formulier te overhandigen. Na 7 jaar dient dit formulier op een veilige manier vernietigd te worden teneinde identiteitsmisbruik tegen te gaan, bijvoorbeeld door het door een shredder te halen of te verbranden. De Waarmerker bewaart in geen geval kopie&euml;n van een identiteitsdocument.

source: A printer ready file with the form and attachments can be generated as follows:
nl: Een printer-klaar bestand inclusief formulier en bijlagen kan als volgt aangemaakt worden:

source: page
nl: pagina
