Repository: BenBE/CAcert
Catalog: cacert/locale/*.po
Languages: nl

source: Same as above, except certificates expire in 24 months.
nl: Hetzelfde als hierboven, alleen vervallen de certificaten na 24 maanden.

source: Same as above, plus get 50 assurance points by meeting with assurer(s) from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents.
nl: Hetzelfde als hierboven, en zorg voor 50 waarmerk punten door een ontmoeting met waarmerkers van het CAcert Vertrouwens Netwerk. Zij stellen uw identiteit vast aan de hand van uw door uw overheid van een foto voorziene offici&euml;le identiteits documenten.

source: Same as above, plus you must get a minimum of 50 assurance points by meeting with one or more assurers from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents.
nl: Hetzelfde als hierboven, en zorg voor minimaal 50 waarmerk punten door een ontmoeting met waarmerkers van het CAcert Vertrouwens Netwerk. Zij stellen uw identiteit vast aan de hand van uw van een foto voorziene door uw overheid uitgegeven identiteits dcumenten.

source: Same as above.
nl: Hetzelfde als hierboven

source: Saving the certificate
nl: Bewaar uw certificaat

source: Screenshot of IIS 5.0
nl: Schermfoto van IIS 5.0

source: Search
nl: Zoek

source: Search this region
nl: Zoek in deze regio

source: Secondary Emails
nl: Contact via E-mail

source: Your location has been updated
nl: Uw woonplaats is bijgewerkt

source: Your message has been sent to the general support list.
nl: Uw bericht is verzonden naar de algemene ondersteuningslijst.

source: Your message has been sent.
nl: Uw bericht is verzonden.

source: Your vote has been accepted.
nl: Uw stem is geaccepteerd.

source: and
nl: en

source: as applicable
nl: voorzover van toepassing

source: dd/mm/yyyy
nl: dd/mm/jjjj

source: eg Sydney, New South Wales, Australia
nl: b.v. Sydney, Nieuw Zuid-Wales, Australi&euml;

source: has changed the default email on your account.
nl: heeft het standaard e-mail adres van uw account aangepast.

source: has changed the password on your account.
nl: heeft het wachtwoord van uw account aangepast.

source: has viewed your lost password questions.
nl: heeft uw &quot;wachtwoord verloren&quot; vragen bekeken.

source: lines. Do not copy any extra line feeds or carriage returns at the beginning or end of the certificate. Save the certificate into a text editor like Notepad. Save the certificate with an extension of .cer and a meaningful name like certificate.cer
nl: regels. Kopi&euml;er geen extra regelterugloop of nieuwe regel bij het begin of eind van het certificaat. Bewaar het certificaat m.b.v. een tekstverwerker zoals Notepad. Bewaar het certificaat met het bestandstype .cer en onder een zinvolle naam zoals certificate.cer

source: Select 'Bit length'. We advise a key length of 1024 bits.
nl: Kies 'Bit lengte'. Wij adviseren een sleutel met de lengte van 1024 bits.

source: Select 'Create a new certificate'
nl: Kies 'Nieuw Client Certificaat'

source: Select 'Server Certificate' at the bottom of the tab in the 'Secure communications' section.
nl: Kies 'Server Certificaat' aan de onderkant in het tab-blad van de 'Secure communications' sectie.

source: Select Specific Account Details
nl: Kies eigen account gegevens

source: Select an easy to locate folder. You'll have to open this file up with Notepad. The CSR must be copied and pasted into our online form. Once the CSR has been submitted, you won't need this CSR any more as IIS won't reuse old CSR to generate new certificates.
nl: Kies een makkelijk te vinden map. U moet deze file openen met het kladblok. De CSR moet dan gekopieerd worden en in het online-formulier geplakt worden. Als de CSR eenmaal is aangemeld dan is deze CSR niet meer nodig omdat IIS geen oud CSR zal accepteren om nieuwe certificaten te maken.

source: Select the .cer file and click 'Next'.
nl: Kies het .cer bestand en klik 'Volgende' aan.

source: Select the Directory Security tab
nl: Kies de directory Beveiliging tab.

source: Send
nl: Versturen

source: Sensitive Information
nl: Gevoelige informatie

source: Server Certificates
nl: Server Certificaten

source: Server certificates (un-assured)
nl: Server Certificaten (ongewaarmerkt)

source: Shortly you and the person you were assuring will receive an email confirmation. There is no action on your behalf required to complete this.
nl: Binnenkort zullen u en de persoon die u gewaarmerkt heeft ter bevestiging een e-mail ontvangen. U hoeft verder geen actie meer te ondernemen.

source: Snail Mail
nl: Slakken post

source: So if you don't pass the audit, you don't get to be a Certificate Authority. And to pass the audit, well, you've got to show that you can do a good job issuing certificates. That they're secure, you only give them to the right people, etc. So what happens when you make a mistake and you erroneously issue a certificate that risks the entire Internet browsing population, like Verisign did? Well, er, nothing actually. They already paid for their audit, and damn it, they're so big now, we couldn't possibly revoke their Certificate Authority status. (There's too much money at stake!)
nl: Als u het onderzoek niet haalt, dan wordt u geen Certificate Authority. En om het onderzoek te halen moet u aantonen dat u op een adequate manier certificaten kan uitgeven. Dat deze certificaten veilig zijn, dat ze naar de juiste mensen gestuurd worden enz. En wat gebeurt er als u een fout maakt en per ongeluk een certificaat uitgeeft aan de verkeerde partij, en het de internet bezoekende bevolking in gevaar brengt? Nou eh eigenlijk niets. Ze hadden al betaald voor hun onderzoek en ze zijn nu zo groot dat het onmogelijk is om hun status van 'Certificate Authority' af te nemen.(Er staat teveel geld op het spel)

source: So what can I do to help the cause?
nl: Dus wat kan ik doen om het doel te helpen bereiken?

source: So, dammit, what's the point of all this then?
nl: Dus, verdomme, wat heeft het dan eigenlijk voor een zin?

source: Some of our advertisers use a third-party ad server to display ads. These ads may contain cookies. The ad server receives these cookies, and we don't have access to them.
nl: Sommige van onze adverteerders gebruiken advertentiediensten van derde partijen om advertenties weer te geven. Deze advertenties kunnen cookies bevatten. Deze cookies worden doorgestuurd naar de server van de derde partij. Wij hebben over deze cookies geen enkele controle.

source: Sorry, I was unable to locate that user.
nl: Sorry, deze gebruiker kon niet gevonden worden.

source: Sponsoring Member
nl: Bestuurslid dat uw verzoek ondersteunt

source: State or Province Name (full name) [NSW]:
nl: 'Staat of Provincie' (volledige naam) [NH]:

source: State/Province
nl: Staat/Provincie

source: Statistics
nl: Statistieken

source: Subject
nl: Onderwerp

source: Submit
nl: Versturen

source: System Admin
nl: Systeem beheer

source: System will send you an email with a link in it, you just open the link in a webbrowser.
nl: Het systeem stuurt u een e-mail met een link er in, u moet die link openen met een webbrowser.

source: TTP Form
nl: TTP formulier

source: Temporary Increase
nl: Tijdelijke opwaardering

source: Temporary points increase has expired.
nl: De tijdelijke punten opwaardering is verlopen.

source: Ten Risks of PKI: What You're not Being Told about Public Key Infrastructure
nl: De tien risico's van PKI: Wat er niet verteld wordt over de 'Public Key Infrastructure'

source: Thank you very much for your support, your donations help CAcert to continue to operate.
nl: Bedankt voor uw steun, met uw donatie kan CAcert verder blijven werken.

source: Thanks for signing up with CAcert.org, below is the link you need to open to verify your account. Once your account is verified you will be able to start issuing certificates till your hearts' content!
nl: Bedankt voor uw inschrijving bij CAcert.org. Hieronder vindt u de link die u moet openen om uw account te activeren. Daarna kunt u beginnen met het uitschrijven van certificaten!

source: That situation has changed, and Internet Explorer, being the most obvious example, now insists that any Certificate Authorities are 'audited' by an 'independent' organisation, the American Institute for Certified Public Accountant's (AICPA). So now, if you have the money needed (from US$75000 up to US$250000 and beyond) you can get these accountants, who clearly know a lot about money, to approve you as having the required technical infrastructure and business processes to be a Certificate Authority. And they get a nice wad of money for the pleasure. And the Certificate Authorities, having a kind of monopoly as a result, charge a lot for certificates and also get a nice wad of money. And everyone's happy.
nl: Die situatie is veranderd, en Internet Explorer, om maar het meest voor de hand liggende voorbeeld te nemen, dringt er nu op aan dat iedere Certificate Authority 'geaudit' wordt door een 'onafhankelijke' organisatie, het American Institute for Certified Public Accountant's (AICPA). Dus vanaf nu kan je, als je over het benodigde geld beschikt (vanaf US$75000 tot US$250000 of meer) deze accountants, die duidelijk erg veel van geld afweten, uitnodigen om vast te stellen dat je de vereiste technische infrastructuur bezit en dat de juiste zakelijke processen gevolgd worden om een Certificate Authority te zijn. En ze krijgen een aardige sloot geld voor deze vaststelling. En de Certificate Authorities, die hierdoor een soort monopolie bezitten, rekenen erg veel per certificaat en krijgen ook sloten geld. En iedereen is tevreden.

source: The 1024-bit key generation failed. Would you like to try 512 instead?
nl: Het aanmaken van een 1024-bits sleutel is mislukt. Wilt U proberen om een 512-bits sleutel aan te maken?

source: The Common Name is the fully qualified host and Domain Name or website address that you will be securing. Both 'www.CAcert.org' and 'secure.CAcert.com' are valid Common Names. IP addresses are usually not used.
nl: De 'Common Name' is de volledige host en domein naam of het web-adres dat u wilt beveiligen. Zowel 'www.cacert.org' als 'secure.cacert.com' zijn geldige Common Names. IP addressen worden normaal gesproken niet gebruikt.

source: The ID or Hash has already been verified, or something weird happened.
nl: Het ID of de Hash zijn reeds gecontroleerd. Of er is een onvoorziene fout opgetreden.

source: The ID or Hash has already been verified, the domain no longer exists in the system, or something weird happened.
nl: Het ID of the Hash zijn reeds geverifieerd. Het domein is niet langer geregistreerd in het systeem, of er een onvoorziene fout opgetreden.

source: The Organisational Unit field is the 'free' field. It is often the department or Server name for reference.
nl: Het 'Organisational Unit' veld is een vrij veld. Het wordt vaak gebruikt voor de afdeling of servernaam ter referentie.

source: The Pass Phrase you submitted was too short.
nl: Het nieuwe wachtwoord dat u hebt ingegeven is te kort.

source: The Pass Phrase you submitted was too short. It must be at least 6 characters.
nl: Het nieuwe wachtwoord dat u hebt ingegeven is te kort. Het dient tenminste 6 tekens te bevatten.

source: The Regulation of Investigational Powers Act (RIPA)&lt;/a&gt; ('Snooping Bill' official gov site, UK)
nl: De 'Regulation of Investigational Powers Act' (RIPA)&lt;/a&gt; ('E-Mail afluister wet' Offici&euml;le overheids website, UK)

source: The Web of Trust system CAcert uses is similar to that many involved with GPG/PGP use, they hold face to face meetings to verify each others photo identities match their GPG/PGP key information. CAcert differs however in that we have modified things to work within the PKI framework, for you to gain trust in the system you must first locate someone already trusted. The trust person depending how many people they've trusted or meet before will determine how many points they can issue to you (the number of points they can issue is listed in the locate assurer section). Once you've met up you can show your ID and you will need to fill out a CAP form which the person assuring your details must retain for verification reasons. You can also get trust points via the Trust Third Party system where you go to a lawyer, bank manager, accountant, or public notary/juctise of the peace and they via your ID and fill in the TTP form to state they have viewed your ID documents and it appears authentic and true. More information on the TTP system can be found in the TTP sub-menu
nl: Het Vertrouwens Netwerk systeem wat gebruikt wordt door CAcert is vergelijkbaar met het systeem wat GPG/PGP gebruikt. Er worden bijeenkomsten georganiseerd om de identiteit van elkaar vast te stellen door een geldig identiteitsdocument aan elkaar te laten zien. Het verschil wat het CAcert systeem echter heeft is dat het werkt met een PKI systeem. Om als entiteit opgenomen te worden in het web moet u eerst iemand zien te vinden die reeds opgenomen is. De reeds opgenomen persoon kan u, afhankelijk van het aantal punten die hij mag uitdelen, een aantal punten geven. Op het moment dat u elkaar ontmoet, moet de reeds opgenomen persoon uw identiteit controleren aan de hand van een identiteits bewijs en u zult een CAP formulier in moeten vullen en ondertekenen. Een andere mogelijkheid om punten te krijgen in het Trust Third Party systeem is om naar een advocaat, een bank directeur, een accountant of een notaris te gaan. Zij kunnen een TTP formulier invullen, uw identiteit vaststellen met behulp van uw identiteitsbewijs. Meer informatie over het TTP kunt u vinden in het TTP menu.

source: The ability to assure other new CAcert users; contribute to the strengthening and broadening of the CAcert Web of Trust.
nl: De mogelijkheid om andere nieuwe CAcert gebruikers te waarmerken; bijdragen aan het versterken en verbreden van het CAcert Vertrouwens Netwerk.

source: The address you submitted isn't a valid authority address for the domain.
nl: Het door u opgegeven adres is geen geldig beheersadres voor dit domein.

source: The current %s board, and roles.
nl: Het huidige %s bestuur, en functies.

source: The domain '%s' has been added to the system, however before any certificates for this can be issued you need to open the link in a browser that has been sent to your email address.
nl: Het domein '%s' is aan het systeem toegevoegd. Voordat u hiervoor certificaten kunt uitschrijven moet u de link openen die naar uw e-mail adres is doorgestuurd.

source: The domain '%s' is already in the system and is listed as valid. Can't continue.
nl: Het domein '%s' is reeds geregistreerd en is geldig bevonden. Kan niet verdergaan.

source: The email account section is for adding/updating/removing email accounts which can be used to issue client certificates against. The client certificate section steps you through generating a certificate signing request for one or more emails you've registered in the email account section.
nl: Het e-mail account gedeelte is voor het toevoegen, wijzigen en verwijderen van e-mail adressen. Deze kunnen worden gebruikt om certificaten op aan te vragen. Het Client Certificaten gedeelte helpt u met het maken van een certificaat voor een of meerdere e-mail adressen die u heeft geregistreerd in e-mail account gedeelte.

source: The email address '%s' has been added to the system, however before any certificates for this can be issued you need to open the link in a browser that has been sent to your email address.
nl: Het e-mail adres '%s' is geregistreerd in het systeem. Voordat u kunt beginnen met het uitschrijven van certificaten moet u met uw webbrowser de link openen die naar het opgegeven mailadres verstuurd is.

source: The email address '%s' is already in the system. Can't continue.
nl: Het e-mail adres '%s' is reeds geregistreerd. Bewerking geannuleerd.

source: The following accounts have been removed:
nl: De volgende accounts zijn verwijderd:

source: The following domains have been removed:
nl: De volgende domeinen werden verwijderd:

source: The number of assurance point you have will limit the maximum assurance points you can issue for people you assure.
nl: Het aantal waarmerk punten dat u heeft beperkt het maximum aantal punten dat u aan andere mensen kan geven ter waarmerking.

source: Please note: The class 3 root certificate needs to be setup in your webserver as a chained certificate, while slightly more complicated to setup, this root certificate is more likely to be trusted by more people.
nl: Let op: Het klasse 3 root certificaat dient in uw webserver als een keten-certificaat ingericht te worden. Alhoewel dit lastiger te configureren is, wordt de kans zo groter dat dit root certificaat door meer personen vertrouwd wordt.

source: The page has been reproduced on %s with explicit permission from %sthe author%s with the information being copyrighted to the author (name with held by request)
nl: Deze pagina is gereproduceerd op %s met de uitdrukkelijke toestemming van de %sde auteur%s waarbij de informatie onder copyright blijft van de auteur (wiens naam op verzoek niet wordt genoemd)

source: The password for %s has been updated successfully in the system.
nl: Het wachtwoord voor %s is succesvol bijgewerkt in het systeem

source: The primary goals are:
nl: De belangrijkste doelstellingen zijn:

source: The purpose of digital signing is to prove, electronically, one's identity
nl: Het doel van digitale ondertekening is te bewijzen, elektronisch, dat de identiteit van iemand vastgesteld is.

source: The reason digital signatures prepare us for encryption is that if everyone were setup to be able to generate their own digital signatures, it would be technically very easy to make the next step from digital signatures to encryption. And that would be great for privacy, the fight against spamming, and a safer Internet.
nl: De reden dat digitale handtekeningen ons voorbereiden op encryptie is dat als iedereen de mogelijkheid heeft om eigen handtekeningen te maken het technisch erg eenvoudig is om de volgende stap te maken naar codering van berichten. En dat zou een grote stap voorwaarts zijn voor privacy en het gevecht tegen spam en een veiliger internet als geheel.

source: The requests sent to the root store, are stored in a file for another process triggered by cron to parse and sign them, then stored in a reply file to be sent back to the webserver. Causing things to be separated into different users, basic privilege separation stuff. So being actually able to hack the serial daemons will only at the VERY worst cause fraudulent certificates, not the root to be revealed.
nl: De verzoeken die naar de root store worden gestuurd, worden in een bestand bewaard die vanuit een andere cron job opgehaald worden om te worden ondertekend, vervolgens in een antwoord bestand opgeslagen om terug gestuurd te worden naar de webserver. Dit zorgt er voor dat taken verdeeld worden over meerdere gebruikers, oftewel een standaard gescheiden verantwoordelijkheden oplossing. Dus als je al in staat bent om in de seri&euml;le processen in te breken, dan krijg je als meest slechte uitkomst dat er frauduleuze certificaten aangemaakt worden, maar het root certificaat zelf kan nooit in de openbaarheid komen.

source: The simplest and most effective thing you can do is spread the word, by telling your friends, colleagues and relatives about us and join.
nl: Het meest eenvoudige en tevens meest effectieve wat u kunt doen is om kennis te verspreiden door uw vrienden, verwanten en collega's over ons te vertellen en door uzelf in te schrijven.

source: Then the system will try to generate some very random numbers to get a secure key.
nl: Het systeem zal dan een zo willekeurig mogelijk nummer proberen te genereren om daar een veilige sleutel uit te kunnen afleiden.

source: Then you need to generate a Certificate Signing Request, for more details go:
nl: Vervolgens dient u een Certificate Signing Request (CSR) te genereren, ga voor meer details naar:

source: Then you need to submit the contents from the CSR file to CAcert, you need to go:
nl: Vervolgens dient u de inhoud van het CSR bestand aan CAcert aan te bieden, kijk op:

source: There are a number of other mailing lists CAcert runs, some are general discussion, others are technical (such as the development list) or platform specific help (such as the list for Apple Mac users)
nl: Er lopen een aantal andere mailing lijsten bij CAcert, sommige betreffen algemene discussies, andere zijn technisch (zoals de lijst t.b.v. ontwikkelaars) of platform specifiek (zoals de lijst voor Apple gebruikers)&#13;

source: Please note: The class 3 root certificate needs to be imported into your email program as well as the class 1 root certificate so your email program can build a full trust path chain. Until we are included in browsers this might not be a desirable option for most people
nl: Let op: Zowel het klasse 3 root certificaat dient in uw e-mail programma ge&iuml;mporteerd te worden, als tegelijk ook het klasse 1 root certificaat, zodat er een volledig vertrouwenspad aangemaakt kan worden. Totdat wij in browsers opgenomen zijn is dit wellicht geen wenselijke keuze voor de meeste gebruikers

source: There was an error and I couldn't proceed
nl: Er is een fout opgetreden, de bewerking is afgebroken.

source: How does CAcert protect its root private key?
nl: Hoe beveiligt CAcert de root priv&eacute; sleutel?

source: Information
nl: informatie

source: There's nothing to it. I mean literally, you can already start sending your emails encrypted. Assuming of course you have your own digital signature certificate (e.g. as per above), and the person you want to send an encrypted email to also has a digital signature certificate, and has recently sent you a digitally signed email with it. If all these conditions hold, you just have to change the settings in your email software to send the email encrypted and hey presto! Your email software (probably Outlook I guess) should suss out the rest.
nl: Er is niets moeilijks aan. Ik bedoel dat letterlijk, u kunt nu al versleutelde e-mails verzenden. Aannemend dat u al een digitaal ondertekenings certificaat (zoals eerder getoond) heeft en dat de ontvanger van uw versleutelde e-mail ook een digitaal ondertekenings certificaat heeft. Als u dan ook nog eens een digitaal ondertekende e-mail van die persoon heeft ontvangen kunt u uw mailer instellen om voortaan uw e-mail te versleutelen. Uw e-mail software (vermoedelijk Outlook) zou alle details moeten verzorgen.

source: This email address is currently valid in the system.
nl: Dit e-mail adres is nu geldig in het systeem.

source: Your language setting has been updated.
nl: Uw taalinstelling is bijgewerkt.

source: This person already has %s assurance points. Any points you give this person may be rounded down, or they may not even get any points. If you have less then 150 points you will still receive 2 points for assuring them.
nl: Deze persoon heeft al %s waarmerk punten. Het puntenaantal dat u toekent kan naar beneden afgerond worden, het is zelfs mogelijk dat er in het geheel geen punten toegekend worden. Als u minder dan 150 punten heeft dan krijgt u echter nog steeds 2 punten omdat u een waarmerking heeft uitgevoerd.

source: Your information has been submitted into our system. You will now be sent an email with a web link, you need to open that link in your web browser within 24 hours or your information will be removed from our system!
nl: Uw informatie is opgeslagen in ons systeem. U krijgt nu een e-mail toegezonden met daarin met een link. Deze link dient u binnen 24 uren te openen vanuit uw Webbrowser, anders zal uw informatie uit ons systeem worden verwijderd!
