Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: Issuing a temporary increase will automatically boost their points to 200 points for a nomindated amount of days, after which the person will be reduced to 150 points regardless of the amount of points they had previously. Regardless of method chosen above it will be recorded in the system as an Administrative Increase and there is a maximum amount of 45 days that points can be issued for.
it: L'assegnazione di un aumento temporaneo aumenter&agrave; automaticamente i loro punti a 200 per un ben determinato periodo di tempo, dopo di che la persona sar&agrave; ridotta a 150 punti indipendentemente dalla quantit&agrave; di punti che aveva in precedenza. Indipendentemente dal metodo scelto sopra, sar&agrave; registrato nel sistema come aumento amministrativo, per il quale c'&egrave; un limite massimo di 45 giorni per cui i punti possono essere assegnati.

source: It is essential that CAcert Assurers understand and follow the rules below to ensure that applicants for assurance are suitably identified, which, in turn, maintains trust in the system.
it: &Egrave; essenziale che gli Accertatori di CAcert comprendano e rispettino le regole indicate di seguito al fine di assicurarsi che coloro che richiedono l'attestazione d'identit&agrave; siano efficacemente identificati, il che, a sua volta, permette di mantenere l'affidabilit&agrave; del sistema.

source: It is imperative that you maintain the confidentiality and privacy of the applicant, and never disclose the information obtained without the applicant's consent.
it: &Egrave; obbligatorio che tu rispetti la riservatezza e la privacy del richiedente e che tu non divulghi le informazioni ottenute senza che vi sia il consenso del richiedente.

source: It would seem '%s' has already been revoked. I'll skip this for now.
it: Sembrerebbe che '%s' sia gi&agrave; stato revocato. Per il momento lo salto.

source: It's been a long time coming, but the wait was worthwhile, finally you are able to get security at the right price... Free!
it: &Egrave; stato necessario attendere molto tempo, ma ne &egrave; valsa la pena. Finalmente puoi ottenere la sicurezza al giusto prezzo... gratis!

source: It's possible to get notifications of up and coming events and even just general announcements, untick any notifications you don't wish to receive. For country, regional and radius notifications to work you must choose your location once you've verified your account and logged in.
it: &Egrave; possibile ottenere le notifiche di prossimi eventi e comunicazioni generali; deseleziona tutte le notifiche che non desideri ricevere. Perch&eacute; gli annunci per nazione, per regione e per area funzionino &egrave; necessario scegliere la tua localit&agrave; dopo aver verificato l'account ed effettuato l'accesso.

source: Join
it: Diventa membro

source: Join CAcert.org
it: Diventa membro di CAcert.org

source: Key Strength:
it: Robustezza della chiave:

source: Key generation process
it: Processo di generazione della chiave

source: Keysize:
it: Dimensione della chiave:

source: Language
it: Lingua

source: Last Name
it: Cognome

source: Latest News
it: Ultime notizie

source: Liability
it: Responsabilit&agrave;

source: Limitations
it: Limitazioni

source: Listed
it: Elencato

source: Locality Name (eg, city) [Sydney]:
it: Localit&agrave; (es. citt&agrave;) [Sydney]:

source: Location
it: Localit&agrave;

source: Location Name
it: Nome della localit&agrave;

source: Login
it: Accesso

source: Logout
it: Esci

source: Lost Pass Phrase
it: Password dimenticata

source: Lost Pass Phrase - Step 2
it: Password dimenticata - passo 2

source: Lost Pass Phrase Questions
it: Domande per il recupero della password

source: Have you passed the CAcert %s Assurer Challenge %s yet?
it: Hai gi&agrave; superato la %s Prova per Accertatori %s di CAcert?

source: Lost Password
it: Password smarrita

source: Mail Probe
it: Controllo dell'indirizzo e-mail

source: Make Default
it: Imposta come predefinito

source: Make my location here
it: Imposta questa come mia localit&agrave;

source: Many are just the users of the system who by just making use of the project contribute to the wider community by word-of-mouth.
it: Molti sono solo utenti del sistema che semplicemente usando il progetto contribuiscono alla comunit&agrave; attraverso il passaparola.

source: Many people are currently dissatisfied with the commercial offerings. Many people wish only to connect or share with people they know, or simply secure their webmail from people potentially sniffing their traffic. Why subscribe to a service that is not structured to handle this, and furthermore charges a king's ransom for the privilege?
it: Molte persone attualmente sono scontente delle offerte commerciali. Molti desiderano soltanto collegarsi o condividere con persone che conoscono, o semplicemente mettere al sicuro la loro webmail da persone che potenzialmente potrebbero intercettare il loro traffico. Perch&eacute; aderire a un servizio che non &egrave; strutturato per gestire ci&ograve;, e che in pi&ugrave; fa pagare un sacco di soldi per il privilegio?

source: Many people to thank, if you've had a large input with the CAcert project with code, documentation, translations, or assurances and would like recognition let me know.
it: Molte persone da ringraziare, se hai partecipato in modo considerevole al progetto di CAcert con codice, documentazione, traduzioni, o attestazioni e vorresti un riconoscimento fammelo sapere.

source: Master Account
it: Account Principale

source: Max Points
it: Numero massimo di punti

source: Message
it: Messaggio

source: Method
it: Metodo

source: Microsoft Root Certificate Program
it: Programma Root Certificate di Microsoft

source: Microsoft Support Online
it: Supporto Microsoft online

source: Middle Name
it: Secondo nome

source: Middle Name(s)
it: Altri nomi

source: Most people would object if they found that all their postal letters are being opened, read and possibly recorded by the Government before being passed on to the intended recipient, resealed as if nothing had happened. And yet this is what happens every day with your emails (in the UK). There are some who have objected to this intrusion of privacy, but their voices are small and fall on deaf ears. However the most effective way to combat this intrusion is to seal the envelope shut in a miniature bank vault, i.e. encrypt your email. If all emails were encrypted, it would be very hard for Government, or other organisations/individual crackers, to monitor the general public. They would only realistically have enough resources to monitor those they had reason to suspect. Why? Because encryption can be broken, but it takes a lot of computing power and there wouldn't be enough to monitor the whole population of any given country.
it: La maggior parte delle persone avrebbe da ridire se scoprisse che tutte le sue lettere vengono aperte, lette e magari registrate dal governo prima di essere inoltrate al corretto destinatario, risigillate come se niente fosse accaduto. Ma questo &egrave; esattamente ci&ograve; che accade ogni giorno con le vostre e-mail (nel Regno Unito). Alcuni hanno protestato per questa intrusione nel privato, ma le loro voci sono deboli e incontrano orecchie sorde. Comunque il modo pi&ugrave; efficace per combattere questa intrusione &egrave; sigillare la busta in una cassaforte bancaria in miniatura, cio&egrave; cifrare la tua e-mail. Se tutte le e-mail fossero cifrate, sarebbe molto difficile per il governo, o altre organizzazioni o cracker individuali, controllare il grande pubblico. Realisticamente, disporrebbero soltanto di mezzi sufficienti per controllare quelli di cui hanno effettivamente motivo di sospettare. Perch&eacute;? Perch&eacute; la crittografia pu&ograve; essere violata, ma necessita di enormi capacit&agrave; di calcolo e non ce ne sarebbe abbastanza per controllare l'intera popolazione di alcuna nazione.

source: My Account
it: Account personale

source: My Alert Settings
it: Impostazioni di allerta

source: My CAcert.org Account!
it: Il mio account su CAcert.org!

source: My Details
it: Profilo personale

source: My Language Settings
it: Impostazioni linguistiche

source: My Listing
it: Elenco

source: My Location
it: Impostazioni geografiche

source: My prefered language
it: Lingua preferita

source: N/A
it: Non disponibile

source: Name
it: Nome

source: New
it: Nuovo

source: New Admin for %s
it: Nuovo Amministratore per %s

source: New Assurers
it: Nuovi Accertatori

source: New Certificates
it: Nuovi certificati

source: New Client Certificate
it: Nuovo certificato client

source: New Domain for %s
it: Nuovo dominio per %s

source: New Organisation
it: Nuova Organizzazione

source: New Pass Phrase
it: Nuova password

source: New Pass Phrases specified don't match or were blank.
it: Le nuove password non coincidono o non sono state inserite.

source: New Password
it: Nuova password

source: New Users
it: Nuovi utenti

source: Next
it: Avanti

source: Next step is that you submit the contents of server.csr to the CAcert website, it should look *EXACTLY* like the following example otherwise the server may reject your request because it appears to be invalid.
it: Il passo successivo &egrave; quello di inviare il contenuto del file server.csr tramite l'apposita interfaccia web di CAcert; la richiesta DEVE essere simile al seguente esempio, altrimenti potrebbe essere respinta perch&eacute; non valida.

source: No Name
it: Nessun nome

source: No domains are currently listed.
it: Nessun dominio &egrave; al momento elencato.

source: Lost Pass Phrase Questions - Please enter five questions and your responses to be used for security verification.
it: Domande per il recupero della password - Per favore inserisci cinque domande e le relative risposte, che verranno usate per la verifica di sicurezza.

source: No such certificate attached to your account.
it: Nessun certificato di quel tipo &egrave; collegato al tuo account.

source: No such user found.
it: Utente non trovato.

source: No users found matching %s
it: Nessun utente corrispondente a %s

source: None, the sky is the limit for CAcert.
it: Nessuno, non c'&egrave; limite per CAcert.

source: None; $10 USD per year membership fee.
it: Nessuno; quota associativa annuale di 10 dollari USA.

source: Normal Login
it: Accesso normale

source: Not Revoked
it: Non revocato

source: Not a valid email address. Can't continue.
it: L'indirizzo e-mail non &egrave; valido. Impossibile procedere.

source: Notes for the strangely curious
it: Note per gli insolitamente curiosi

source: Notification of changes
it: Notifica di modifiche

source: Now 'Create a new certificate'.
it: Ora 'Crea un nuovo certificato'.

source: Now deleting the following pending requests:
it: Cancellazione in corso delle seguenti richieste in sospeso:

source: Now renewing the following certificates:
it: Rinnovo in corso dei seguenti certificati:

source: Now revoking the following certificates:
it: Revoca in corso dei seguenti certificati:

source: Number of days
it: Numero di giorni

source: Key ID
it: ID chiave

source: Of the biggest reasons why most people haven't started doing this, apart from being slightly technical, the reason is financial. You need your own certificate to digitally sign your emails. And the Certificate Authorities charge money to provide you with your own certificate. Need I say more. Dosh = no thanks I'd rather walk home. But organisations are emerging to provide the common fool in the street with a free alternative. However, given the obvious lack of funding and the emphasis on money to get enrolled, these organisations do not yet have the money to get themselves established as trusted Certificate Authorities. Thus it is currently down to trust. The decision of the individual to trust an unknown Certificate Authority. However once you have put your trust in a Certificate Authority you can implicitly trust the digital signatures generated using their certificates. In other words, if you trust (and accept the certificate of) the Certificate Authority that I use, you can automatically trust my digital signature. Trust me!
it: Uno dei motivi principali per cui la maggior parte delle persone non ha cominciato a farlo, a parte i motivi tecnici, &egrave; di tipo economico. Ti serve il tuo certificato personale per firmare digitalmente le tue e-mail. E le autorit&agrave; di certificazione chiedono denaro per fornirti un certificato. Ma bisogna dire di pi&ugrave;. Ahh, no grazie, preferirei tornare a casa. Ma stanno emergendo organizzazioni per fornire all'uomo della strada un'alternativa libera e gratuita. Tuttavia, data la mancanza evidente di fondi e l'enfasi sui soldi per essere iscritto, queste organizzazioni non hanno ancora i soldi per ottenere di essere pienamente riconosciute come autorit&agrave; di certificazione affidabili. Cos&igrave; attualmente la questione riguarda la fiducia, la decisione individuale di fidarsi di un'autorit&agrave; di certificazione sconosciuta. Tuttavia una volta che avrai riposto la tua fiducia in un'autorit&agrave; di certificazione potrai fidarti implicitamente delle firme digitali generate usando i certificati da essa emessi. In altre parole, se ti fidi (e accetti i certificati) dell'autorit&agrave; di certificazione che uso io, puoi fidarti automaticamente della mia firma digitale. Fidati di me!

source: Old Pass Phrase
it: Vecchia password

source: Once you decide to subscribe for an SSL Server Certificate you will need to complete this agreement. Please read it carefully. Your Certificate Request can only be processed with your acceptance and understanding of this agreement.
it: Una volta deciso di iscriverti per ottenere un certificato server SSL devi completare questo accordo. Per favore leggilo attentamente. La tua Richiesta di Certificato potr&agrave; essere elaborata solamente previa accettazione e comprensione di questo accordo.

source: Once you have verified your company you will see these menu options. They allow you to issue as many certificates as you like without proving individual email accounts as you like, further more you are able to get your company details on the certificate.
it: Una volta che avrai verificato la tua azienda vedrai queste opzioni nel men&ugrave;. Esse ti consentiranno di emettere quanti certificati vorrai senza la necessit&agrave; di controllare ogni singolo account di posta elettronica. Inoltre avrai la possibilit&agrave; di avere i dettagli della tua azienda sul certificato.

source: Once you've submitted it the system will process your request and send an email back to you containing your server certificate.
it: Una volta inviata, il sistema elaborer&agrave; la tua richiesta e ti invier&agrave; un'e-mail contenente il certificato per il server.

source: One assumes that if a site has an SSL certificate (that's what enables secure communication, for exchanging personal details, credit card numbers, etc. and gives the 'lock' icon in the browser) that they have obtained that certificate from a reliable source (a Certificate Authority), which has the appropriate stringent credentials for issuing something so vital to the security of the Internet, and the security of your communications. You have probably never even asked yourself the question of who decided to trust these Certificate Authorities, because your browser comes with their (root) certificates pre-installed, so any web site that you come across that has an SSL certificate signed by one of them, is automatically accepted (by your browser) as trustworthy.
it: Si suppone che se un sito ha un certificato SSL (&egrave; quello che permette la comunicazione sicura, per lo scambio di informazioni personali, numeri di carta di credito, eccetera e d&agrave; l'icona del lucchetto sul browser) abbia ottenuto quel certificato da una fonte affidabile (un'autorit&agrave; di certificazione), che abbia le opportune e rigorose credenziali per emettere qualcosa di cos&igrave; vitale per la sicurezza di Internet e la sicurezza delle tue comunicazioni. Probabilmente non ti sei mai nemmeno chiesto chi abbia deciso di fidarsi di queste autorit&agrave; di certificazione, perch&eacute; il tuo browser arriva gi&agrave; con i loro certificati (root) preinstallati, cos&igrave; qualsiasi sito che visiti che ha un certificato SSL firmato da una di loro viene automaticamente accettato (dal tuo browser) come fidato.

source: Only fill this in if you assured the person on a different day
it: Compila questo campo solamente se hai effettuato l'attestazione dell'identit&agrave; di questa persona in un giorno differente

source: Only the first 100 rows are displayed.
it: Sono visualizzate solamente le prime 100 righe.

source: Only tick the next box if the Assurance was face to face.
it: Seleziona la casella seguente solo se si &egrave; trattato di un incontro in persona.

source: Open Directory Security folder
it: Apri la cartella 'Directory Security'

source: Org Admin
it: Amministratore dell'organizzazione

source: Org Client Certs
it: Certificati client dell'organizzazione

source: Org Client and Server Certificates
it: Certificati client e server dell'organizzazione

source: Org Server Certs
it: Certificati server dell'organizzazione

source: Org. Unit
it: Unit&agrave; nell'organizzazione

source: Organisation
it: Organizzazione

source: Organisation Name
it: Nome dell'organizzazione

source: Organisation Name and Contact Email are required fields.
it: Il nome dell'organizzazione e l'indirizzo e-mail di contatto sono campi obbligatori.

source: Organisations
it: Organizzazioni

source: Organization Name (eg, company) [XYZ Corp]:
it: Nome dell'Organizzazione (per esempio, azienda) [XYZ S.p.A.]:

source: Organizational Unit Name (eg, section) [Server Administration]:.
it: Nome dell'Unit&agrave; Organizzativa (per esempio, reparto) [Amministrazione Server]:.

source: Other Mailing Lists
it: Altre Mailing List

source: PKI Key
it: Chiave PKI

source: Sign by class 1 root certificate
it: Firma con certificato root di classe 1

source: optional
it: opzionale

source: PLEASE NOTE: You have already assured this person before! If this is unintentional please DO NOT CONTINUE with this assurance.
it: ATTENZIONE: Hai gi&agrave; attestato l'identit&agrave; di questa persona! Se si tratta di un errore, per favore NON CONTINUARE con questa attestazione.

source: Pass Phrase
it: Password

source: Pass Phrase Again
it: Password (di nuovo)

source: Pass Phrases don't match
it: Le password non coincidono

source: Pass Phrases were blank
it: Le password non sono state indicate

source: Paste your CSR below...
it: Copia la tua Richiesta di Certificazione (CSR) qui sotto...

source: Pending
it: In attesa

source: Personal Certificate Installed.
it: Certificato personale installato.

source: Personal information
it: Informazioni personali

source: for more information about Organizational Support.
it: per maggiori informazioni sul supporto per le Organizzazioni.

source: (hit enter to submit)
it: (premi invio per continuare)

source: location of the assurance
it: luogo dell'attestazione

source: generated
it: generato

source: Location:
it: Localit&agrave;:

source: Please Note: By ticking this box you will automatically have your name included in any certificates.
it: Nota bene: selezionando questa casella il tuo nome verr&agrave; incluso automaticamente in tutti i certificati.

source: Please Note: You can not set an unverified account as a default account, and you can not remove a default account. To remove the default account you must set another verified account as the default.
it: Nota bene: non &egrave; possibile impostare come predefinito un account e-mail non verificato, e non &egrave; possibile rimuovere l'account impostato come predefinito. Per rimuovere l'account impostato come predefinito &egrave; necessario prima impostare come predefinito un altro account che sia stato verificato.

source: Please Note: You only need to enter the main part of your domain, eg. mydomain.com rather then www.mydomain.com. Once you have verified your domain you are able to enter any sub-domain, such as www.mydomain.com or www.this.is.mydomain.com as the system checks from right to left, rather then specific hostnames when you upload a CSR to the system.
it: Nota bene: devi inserire soltanto la parte principale del dominio, per esempio miodominio.com e non www.miodominio.com. Una volta che il tuo dominio sar&agrave; stato verificato potrai inserire qualunque sottodominio, come www.miodominio.com o www.ecco.il.miodominio.com, perch&eacute; il sistema controlla da destra a sinistra (e non specifici nomi di host) quando invii una CSR sul sistema.

source: Please Note: this is a temporary increase for %s days only. After that time their points will be reduced to 150 points.
it: Nota bene: questo &egrave; un incremento temporaneo per %s giorni solamente. Trascorso tale termine il loro punteggio sar&agrave; ridotto a 150 punti.

source: Please Note: this is a temporary increase for %s days only. After that time your points will be reduced to 150 points.
it: Nota bene: questo &egrave; un incremento temporaneo per %s giorni solamente. Trascorso tale termine il tuo punteggio sar&agrave; ridotto a 150 punti.

source: Please choose an authority email address
it: Per favore scegli un indirizzo e-mail autoritativo

source: Please make sure the following details are correct before proceeding any further.
it: Per favore, verifica che tutti i dettagli elencati di seguito siano corretti prima di procedere oltre.

source: Please note a general limitation is that, unlike long-time players like Verisign, CAcert's root certificate is not included by default in mainstream browsers, email clients, etc. This means people to whom you send encrypted email, or users who visit your SSL-enabled web server, will first have to import CAcert's root certificate, or they will have to agree to pop-up security warnings (which may look a little scary to non-techy users).
it: Nota che una limitazione generale &egrave; che, a differenza di aziende che sono presenti da lungo tempo come Verisign, il certificato root di CAcert non &egrave; preinstallato nei pi&ugrave; diffusi browser, clienti di posta, eccetera. Questo significa che le persone alle quali invierai e-mail cifrate, o gli utenti che visitano il tuo sito web con SSL, dovranno importare il certificato root di CAcert, oppure dovranno acconsentire a messaggi di avviso di sicurezza (che possono apparire po' minacciosi per gli utenti non tecnici).

source: Please note, in the interests of good security, the pass phrase must be made up of an upper case letter, lower case letter, number and symbol.
it: Ti preghiamo di considerare che, nell'interesse di una buona sicurezza, la password deve contenere lettere maiuscole, minuscole, numeri e simboli.

source: Please note: All html will be stripped from the contact information box, a link to an email form will automatically be inserted to ensure your privacy.
it: Attenzione: tutto l'HTML verr&agrave; eliminato dalle informazioni di contatto. Verr&agrave; automaticamente inserito un link a un modulo per l'invio di un'e-mail, al fine di proteggere la tua privacy.

source: Points
it: Punti

source: Points Issued
it: Punti assegnati

source: Postal Address:
it: Indirizzo di posta (non elettronica):

source: Prepare the request
it: Prepara la richiesta

source: Secretary
it: Segretario

source: Privacy
it: Riservatezza (Privacy)

source: Privacy Policy
it: Politica di riservatezza

source: Probe
it: Prova

source: Processing
it: Elaborazione
