Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: Easy. Ish. Go to CAcert.org, install their root certificate and then follow their joining instructions. Once you have joined, request a certificate from the menu. You will receive an email with a link to the certificate. Click on the link from your email software, and hopefully it will be seamlessly installed. Next find the security section of the settings in your email software and configure digital signatures using the certificate you just downloaded. Hmm. Call me if you want, I'll guide you through it.
it: Semplice. Vai su CAcert.org, installa il loro certificato root e segui le loro istruzioni per iscriverti. Una volta iscritto, chiedi un certificato dal men&ugrave;. Riceverai un'e-mail con un link al certificato. Clicca sul link dal tuo programma di posta elettronica, e probabilmente sar&agrave; installato senza problemi. Poi cerca la sezione sulla sicurezza tra le impostazioni del tuo programma di posta elettronica e configura la firma digitale usando il certificato che hai appena scaricato. Humm. Contattami se vuoi, ti aiuter&ograve; passo passo.

source: Edit
it: Modifica

source: Edit Organisation
it: Modifica i dati dell'Organizzazione

source: Email Accounts
it: Account e-mail

source: Email Accounts and Client Certificates
it: Account e-mail e certificati client

source: Email Address
it: Indirizzo e-mail

source: Email Address was blank
it: L'indirizzo e-mail &egrave; stato lasciato in bianco

source: Email Assurer
it: Scrivi all'Accertatore

source: Email Probe
it: Prova l'indirizzo e-mail

source: Emails are not secure. In fact emails are VERY not secure!
it: Le e-mail non sono sicure. Anzi, le e-mail sono MOLTO insicure!

source: Enable encrypted data transfer for users accessing your web, email, or other SSL enabled service on your server; wildcard certificates are allowed.
it: Abilita il trasferimento di dati cifrato per gli utenti che accedono al tuo sito web, al tuo server di posta, o qualunque altro servizio abilitato a SSL sul tuo server; i certificati con wildcard sono permessi.

source: Ensure 'Process the pending request and install the certificate' is selected and click on 'Next'.
it: Accertati che 'Elabora la la richiesta in attesa e installa il certificato' sia selezionato e clicca su 'Avanti'.

source: Ensure that you are processing the correct certificate
it: Assicurati che stai elaborando il certificato corretto

source: Enter a certificate name and select Certificate strength
it: Inserisci un nome per il certificato e seleziona la robustezza

source: Enter the Organisation name: this must be the full legal name of the Organisation that is applying for the certificate.
it: Inserisci il nome dell'Organizzazione: questo deve essere la ragione sociale completa dell'Organizzazione che sta richiedendo il certificato.

source: Enter the applicant's email address;
it: Inserisci l'indirizzo e-mail del richiedente;

source: Enter the geographical details
it: Inserisci i dettagli geografici

source: Enter your Common Name
it: Inserisci il Common Name (tuo nome principale)

source: Enter your Organisation Information
it: Inserisci le informazioni sulla tua organizzazione

source: Erroneous Verisign Issued Digital Certificates Pose Spoofing Hazard
it: Certificati Verisign erroneamente emessi presentano rischio di truffa

source: Error!
it: Errore!

source: Ever requested a password that you lost to be emailed to you? That password was wide open to inspection by potential crackers.
it: Hai mai chiesto che una password che hai perso ti fosse inviata per e-mail? Quella password era facilmente intercettabile da parte di potenziali cracker.

source: Expired
it: Scaduto

source: Expires
it: Scade il

source: Fees
it: Compenso

source: File not found!
it: File non trovato!

source: Finally you will be asked information about 'extra' attribute, you simply hit enter to both these questions.
it: Infine ti verranno chieste informazioni sugli attributi 'extra', premi semplicemente 'Invio' per entrambe queste domande.

source: Find Domain
it: Cerca dominio

source: Find User
it: Cerca utente

source: Find User by Domain
it: Cerca utente per dominio

source: Find an Assurer
it: Cerca un Accertatore

source: Finish up and exit IIS Certificate Wizard
it: Finisci ed esci da IIS Certificate Wizard

source: First Name
it: Nome

source: First and Last name fields can not be blank.
it: I campi Nome e Cognome non possono essere lasciati in bianco.

source: First and/or last names were blank.
it: Il nome e/o il cognome sono stati lasciati in bianco.

source: Firstly you need to join CAcert to do that go:
it: Prima di procedere devi iscriverti a CAcert:

source: Firstly you will need to run the following command, preferably in secured directory no one else can access, however protecting your private keys is beyond the scope of this document.
it: In primo luogo devi eseguire il seguente comando, preferibilmente in una directory a cui nessun altro pu&ograve; accedere, comunque una discussione sulla protezione delle chiavi private &egrave; al di fuori degli obiettivi di questo documento.

source: Following are several tips you may find useful.
it: Seguono alcuni consigli che possono essere utili.

source: For administrators looking to protect the services they offer, we provide host and wild card certificates which you can issue almost immediately. Not only can you use these to protect websites, but also POP3, SMTP and IMAP connections, to list but a few. Unlike other certificate authorities, we don't limit the strength of the certificates, or the use of wild card certificates. Everyone should have the right to security and to protect their privacy, not just those looking to run ecommerce sites.
it: Per gli amministratori che vogliono proteggere i servizi che offrono, forniamo certificati host e wildcard che puoi emettere quasi immediatamente. Puoi usarli per proteggere non solo siti web, ma anche connessioni POP3, SMTP e IMAP, per elencarne solo alcuni. Diversamente da altre autorit&agrave; di certificazione, noi non limitiamo la robustezza dei certificati, o l'uso di certificati wildcard. Tutti dovrebbero avere il diritto alla sicurezza e a proteggere la propria privacy, non solo chi vuole gestire siti per il commercio elettronico.

source: For more information, refer to your server documentation or visit
it: Per maggiori informazioni, fai riferimento alla documentazione del tuo server oppure visita

source: For the enthusiast looking to dip their toe in the water, we have an easy way of obtaining certificates you can use with your email program. You can use these not only to encrypt, but to prove to your friends and family that your email really does come from you.
it: Per l'entusiasta che vuole subito tuffarsi nella mischia, abbiamo un semplice mezzo per ottenere certificati che puoi usare con il tuo programma di posta elettronica. Puoi usare questi certificati non soltanto per cifrare, ma anche per provare ai tuoi amici e familiari che il tuo messaggio e-mail proviene effettivamente da te.

source: For years we've all been charged high amounts of money to pay for security that doesn't and shouldn't cost the earth.
it: Per anni a tutti noi &egrave; stato chiesto di pagare cifre molto alte per una sicurezza che non costa e non dovrebbe costare un occhio della testa.

source: From here you can delete pending requests, or revoke valid certificates.
it: Da qui puoi eliminare le richieste in attesa o revocare certificati validi.

source: Users with 50-99 Points
it: Utenti con 50-99 punti

source: GPG/PGP Keys
it: Chiavi GPG/PGP

source: General Announcements
it: Annunci generali

source: General Questions
it: Domande generiche

source: The domain '%s' doesn't exist in the system. Can't continue.
it: Il dominio '%s' non &egrave; presente nel sistema. Impossibile procedere.

source: The email address '%s' doesn't exist in the system. Can't continue.
it: L'indirizzo e-mail '%s' non &egrave; presente nel sistema. Impossibile procedere.

source: Users with 1-49 Points
it: Utenti con 1-49 punti

source: Generating a 1024 bit RSA private key
it: Generazione della chiave privata RSA da 1024 bit

source: Generating a Key Pair and Certificate Signing Request (CSR) for a Microsoft Internet Information Server (IIS) 5.0.
it: Generazione della coppia di chiavi e della Richiesta di Certificazione (CSR) per Microsoft Internet Information Server (IIS) 5.0.

source: Go Home
it: Vai alla pagina iniziale

source: Go here for more details.
it: Visualizza i dettagli

source: Good question
it: Buona domanda

source: Growth by year
it: Crescita per anno

source: Growth in the last 12 months
it: Crescita negli ultimi 12 mesi

source: Help!
it: Aiuto!

source: Sign by class 3 root certificate
it: Firma con certificato root di classe 3

source: Hit the 'Install your Certificate' button below to install the certificate into MS IE 5.x and above.
it: Premi il bottone 'Installa il tuo certificato' per installarlo in MS IE 5.x e successivi.

source: Hitting delete will also revoke all existing certificates issued under this domain
it: Premendo 'Elimina' verranno revocati anche tutti i certificati esistenti emessi per questo dominio

source: Hitting update will also revoke all existing certificates issued under this domain
it: Premendo 'Aggiorna' si revocano anche tutti i certificati esistenti pubblicati sotto questo dominio

source: Home
it: Pagina iniziale

source: How do I create my own digital signature?!
it: Come posso creare la mia personale firma digitale?!

source: How do I generate a private key and CSR using OpenSSL?
it: Come posso creare una chiave privata e una CSR utilizzando OpenSSL?

source: How do I get a secured by CAcert emblem on my site?
it: Come posso avere il logo 'Secured by CAcert' sul mio sito?

source: Has put so much effort into CAcert I don't know where to begin, he managed to get the CPS Christian had started up to draft status, he has given countless hours to assuring people and attending conferences to help spread the word
it: Ha fatto talmente tanto per CAcert che non so da dove cominciare, &egrave; riuscito a portare allo stato di Bozza il CPS che Christian aveva cominciato, ha speso innumerevoli ore a certificare persone e partecipare a congressi per farci conoscere.

source: How it prepares us to protect our freedom
it: Come ci prepara a proteggere la nostra libert&agrave;

source: How to update, correct, or delete your information
it: Come aggiornare, correggere o cancellare le tue informazioni

source: How?
it: Come?

source: Howto Information
it: Come fare

source: I can't wait to start sending encrypted emails!
it: Non vedo l'ora di cominciare a inviare e-mail cifrate!

source: I couldn't match any emails against your organisational account.
it: Nessun indirizzo e-mail trovato corrisponde all'account dell'organizzazione.

source: I didn't receive a valid Certificate Request, hit the back button and try again.
it: Non &egrave; stata ricevuta una Richiesta di Certificato valida, premi il pulsante per tornare indietro e riprova.

source: I don't want to be listed
it: Non voglio essere elencato

source: I hereby represent that I am fully authorized by the owner of the information contained in the CSR sent to CAcert Inc. to apply for an Digital Certificate for secure and authenticated electronic transactions. I understand that a digital certificate serves to identify the Subscriber for the purposes of electronic communication and that the management of the private keys associated with such certificates is the responsibility of the subscriber's technical staff and/or contractors.
it: Dichiaro di essere autorizzato dal proprietario delle informazioni contenute nella Richiesta di Certificazione (CSR - Certificate Signing Request) inviata a CAcert, Inc. di richiedere un Certificato Digitale da utilizzare per comunicazioni elettroniche sicure e autenticate. Ho compreso che un certificato digitale serve a identificare il sottoscrittore per gli scopi della comunicazione elettronica e che la gestione delle chiavi private associate a tale certificato &egrave; di responsabilit&agrave; dello staff tecnico e/o dei contraenti del sottoscrittore.

source: I want to be listed
it: Voglio essere elencato

source: I'll anwser the why part first, as that's reasonably easy. The short answer is it takes most of the key handling responsibilty away from you and/or your group. If you need to revoke your key for any reason (such as a developer leaving the project) it won't effect your ability to revoke the existing key or keys, and issue new ones.
it: Risponder&ograve; innanzi tutto alla prima parte, poich&eacute; &egrave; ragionevolmente semplice. La risposta breve &egrave; che sgrava te e/o il tuo gruppo dalla gestione delle chiavi. Se per qualsivoglia ragione desideri revocare la tua chiave (magari perch&eacute; uno sviluppatore sta lasciando il progetto) non limita la tua capacit&agrave; di revocare la tua chiave (o chiavi) ed emetterne delle nuove.

source: I'm sorry, the user you were looking for seems to have disappeared! Bad things are a foot!
it: Spiacente, l'utente che stai cercando sembrate essere scomparso! Succedono brutte cose!

source: I'm sorry, there was no email matching what you entered in the system. Please double check your information.
it: Spiacente ma non c'&egrave; nessun indirizzo e-mail corrispondente a quello che hai inserito. Per cortesia, verifica nuovamente l'informazione.

source: If I'd like to donate to CAcert Inc., how can I do it?
it: Se volessi effettuare una donazione a CAcert Inc., come potrei farlo?

source: If the Subscriber's name and/or domain name registration change the subscriber will immediately inform CAcert Inc. who shall revoke the digital certificate. When the Digital Certificate expires or is revoked the company will permanently remove the certificate from the server on which it is installed and will not use it for any purpose thereafter. The person responsible for key management and security is fully authorized to install and utilize the certificate to represent this organization's electronic presence.
it: Se il nome dell'iscritto e/o il nome del dominio registrato cambiano, l'iscritto ne notificher&agrave; immediatamente CAcert Inc., che revocher&agrave; il certificato digitale. Quando il certificato digitale scadr&agrave; o verr&agrave; revocato, l'azienda rimuover&agrave; permanentemente il certificato dal server sul quale &egrave; installato e non lo utilizzer&agrave; pi&ugrave; per nessun altro scopo. La persona responsabile della gestione della chiave e della sicurezza &egrave; pienamente autorizzata a installare e utilizzare il certificato per rappresentare l'esistenza elettronica dell'organizzazione.

source: If the Subscriber's name and/or domain name registration change the subscriber will immediately inform CAcert Inc. who shall revoke the digital certificate. When the Digital Certificate expires or is revoked the company will permanently remove the certificate from the server on which it is installed andwill not use it for any purpose thereafter. The person responsible for key management and security is fully authorized to install and utilize the certificate to represent this organization's electronic presence.
it: Se il nome dell'iscritto e/o il nome del dominio registrato cambiano, l'iscritto ne notificher&agrave; immediatamente CAcert Inc., che revocher&agrave; il certificato digitale. Quando il certificato digitale scadr&agrave; o verr&agrave; revocato, l'azienda rimuover&agrave; permanentemente il certificato dal server sul quale &egrave; installato e non lo utilizzer&agrave; pi&ugrave; per nessun altro scopo. La persona responsabile della gestione della chiave e della sicurezza &egrave; pienamente autorizzata a installare e utilizzare il certificato per rappresentare l'esistenza elettronica dell'organizzazione.

source: If the root store detects a bad request it assumes the webserver is compromised and shuts itself down.
it: Se il server root rileva una richiesta non corretta, considera compromesso il server web e si spegne.

source: If the root store doesn't receive a 'ping' reply over the serial link within a determined amount of time it assumes the webserver is compromised or the root store itself has been stolen and shuts itself down.
it: Se il server root non riceve la risposta a un 'ping' sul cavo seriale entro un certo intervallo di tempo, assume che il server web sia stato compromesso o che esso stesso sia stato rubato, e si spegne.

source: If we change our Privacy Policy, we will post those changes on www.CAcert.org. If we decide to use personally identifiable information in a manner different from that stated at the time it was collected, we will notify users via email. Users will be able to opt out of any new use of their personal information.
it: Se dovessimo cambiare la nostra Politica di Riservatezza, pubblicheremo le modifiche su www.CAcert.org. Se decidessimo di usare le informazioni personale in modo diverso rispetto a quanto stabilito quando quelle informazioni erano state raccolte, avviseremo gli utenti via e-mail. Gli utenti potranno decidere di non consentire ogni nuovo utilizzo delle loro informazioni personali.

source: If you are happy with this location, click 'Make my location here' to update your location details.
it: Se sei soddisfatto di questa localit&agrave;, clicca su 'Imposta questa come mia localit&agrave;' per aggiornare i tuoi dettagli.

source: If you have questions, comments or otherwise and information you're sending to us contains sensitive details, you should use the contact form below. Due to the large amounts of support emails we receive, sending general questions via this contact form will generally take longer then using the support mailing list. Also sending queries in anything but english could cause delays in supporting you as we'd need to find a translator to help.
it: Se hai domande, osservazioni o altro e le informazioni che ci stai inviando contengono dati sensibili, dovresti usare il modulo di contatto qui sotto. A causa della grande quantit&agrave; di email che riceviamo al supporto, inviare domande generiche attraverso questo modulo richieder&agrave; normalmente pi&ugrave; tempo rispetto a usare la mailing list di supporto. Inoltre trasmettere le richieste in una lingua diversa dall'inglese potrebbe causare ulteriori ritardi nel rispondere, perch&eacute; dovremmo prima trovare un traduttore.

source: If you need to contact us in writing, address your mail to:
it: Se hai bisogno di contattarci per iscritto, indirizza la corrispondenza a:

source: If you needed more time or any other extenuating circumstances you should contact us immediately so this situation can be dealt with immediately.
it: Se hai avuto bisogno di pi&ugrave; tempo, o ci sono altre attenuanti, dovresti contattarci il prima possibile cos&igrave; che la situazione possa essere trattata immediatamente.

source: If you would like to view news items or change languages you can click the logout or go home links. Go home doesn't log you out of the system, just returns you to the front of the website. Logout logs you out of the system.
it: Se vuoi leggere le notizie o modificare la lingua, puoi cliccare 'Esci' o 'Vai alla pagina iniziale'. 'Vai alla pagina iniziale' non ti fa uscire dal sistema ma ti riporta semplicemente alla home page del sito. 'Esci' ti fa invece uscire dal sistema.

source: If you're extremely serious about encryption, you can join CAcert's Assurance Programme and Web of Trust. This allows you to have your identity verified to obtain added benefits, including longer length certificates and the ability to include your name on email certificates.
it: Se sei seriamente interessato alla crittografia, puoi partecipare al Programma di Certificazione e al Web of Trust di CAcert. Questo ti permetter&agrave; di vedere riconosciuta la tua identit&agrave; e ottenere ulteriori benefici, compresa una maggiore durata dei certificati e la possibilit&agrave; di inserire il tuo nome nei certificati per la posta elettronica.

source: If, and only if, the two match completely - you may award trust points up to the maximum points you are able to allocate;
it: Se, e solo se, le due informazioni corrispondono esattamente puoi assegnare dei punti di attestazione fino al massimo che ti &egrave; possibile concedere;

source: In light of a request on the bugzilla list for more information about how our root certificate is protected I've decided to do a write up here and see if there is anything more people suggest could be done, or a better way of handling things altogether.
it: Alla luce di una richiesta sulla lista bugzilla di maggiori informazioni su come &egrave; protetto il nostro certificato root, ho deciso di scriverne qui e vedere se ci sono altri suggerimenti da raccogliere, o un modo migliore per gestire complessivamente le cose.

source: In the 'Directory Security' folder click on the 'Server Certificate' button in the 'Secure communications' section. If you have not used this option before the 'Edit' button will not be active.
it: Nella cartella &quot;Directory Security&quot; clicca su &quot;Server Certificate&quot; nella sezione &quot;Secure communications&quot;. Se non hai mai usato prima questa opzione il bottone &quot;Edit&quot; non sar&agrave; attivo.

source: In the 'IIS Certificate Wizard' you should find a 'Pending Certificate Request'.
it: Nel wizard del certificato di IIS dovresti trovare una &quot;richiesta del certificato in attesa&quot;.

source: In this section you will be able to edit your personal information (if you haven't been assured), update your pass phrase, and lost pass phrase questions. You will also be able to set your location for the Web of Trust, it also effects the email announcement settings which among other things can be set to notify you if you're within 200km of a planned assurance event. You'll also be able to set additional contact information when you become fully trusted, so others can contact you to meet up outside official events.
it: In questa sezione puoi modificare le tue informazioni personali (se la tua identit&agrave; non &egrave; stata verificata), aggiornare la tua password e le domande da utilizzare nel caso in cui te la fossi dimenticata. Puoi anche indicare la tua localit&agrave; geografica per il Web of Trust, che ha effetto anche sulle impostazioni relative ai messaggi e-mail informativi, che, fra l'altro, possono essere configurati in modo da avvisarti quando sar&agrave; organizzato un incontro per l'attestazione d'identit&agrave; entro un raggio di 200 km dal luogo in cui vivi. Puoi anche impostare ulteriori informazioni per contattarti quando sarai pienamente certificato, cos&igrave; che altre persone possano contattarti per un incontro anche al di fuori degli eventi ufficiali.

source: Include
it: Includi

source: Inclusion into mainstream browsers!
it: Inserimento nei browser pi&ugrave; utilizzati!

source: Incorrect email address and/or Pass Phrase.
it: Indirizzo e-mail e/o password errati.

source: Install Your Certificate
it: Installa il tuo certificato

source: Installation steps
it: Passi per l'installazione

source: Installing your certificate
it: Installazione del tuo certificato

source: Introduction
it: Introduzione

source: Invalid ID '%s' presented, can't do anything with it.
it: L'identificativo '%s' presentato non &egrave; valido, nulla da fare.

source: Invalid date of birth
it: Data di nascita non valida.
