Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: Hide old certificates
it: Non mostrare i vecchi certificati

source: Show advanced options
it: Mostra le opzioni avanzate

source: Below is your OpenPGP key
it: Qui sotto c'&egrave; la tua chiave OpenPGP

source: By allowing certificate login, this certificate can be used to login into your account at https://secure.cacert.org/ .
it: Se abiliti l'accesso con certificato, questo certificato pu&ograve; essere utilizzato per accedere al tuo account collegandoti a https://secure.cacert.org/ .

source: No OpenPGP keys are currently listed.
it: Nessuna chiave OpenPGP &egrave; presente al momento.

source: No such OpenPGP key attached to your account.
it: Questa chiave OpenPGP non &egrave; collegata al tuo account.

source: OpenPGP Keys
it: Chiavi OpenPGP

source: Warning! You've attempted to log into the system with a client certificate, but the login failed due to the certificate being expired, revoked, disabled for certificate login, or simply not valid for this site. You can login using your Email/Pass Phrase to get a new certificate, by clicking on 'Normal Login' to the right of your screen.
it: Attenzione! Hai effettuato un tentativo di accesso al sistema con un certificato client, ma il tentativo &egrave; fallito perch&eacute; il certificato &egrave; scaduto, &egrave; stato revocato, &egrave; stato disabilitato per l'accesso con certificato, oppure semplicemente non &egrave; valido per questo sito. Puoi effettuare un accesso utilizzando il tuo indirizzo e-mail e la tua password per ottenere un nuovo certificato facendo click su 'Accesso normale' sul lato destro dello schermo.

source: Your certificate:
it: Il tuo certificato:

source: If not then select this PayPal button to establish annual payment of your US$10 membership fee.
it: Altrimenti seleziona questo pulsante PayPal per istituire un pagamento annuale di 10 dollari USA per la tua quota associativa.

source: To do a single US$10 Membership-Fee Payment, please use this button:
it: Per un singolo pagamento della quota associativa di 10 dollari USA, usa questo pulsante:

source: I own or am authorised to control this domain
it: Sono il proprietario di questo dominio, o sono autorizzato ad averne il controllo

source: I own or am authorised to control this email address
it: Sono il proprietario di questo indirizzo e-mail, o sono autorizzato ad averne il controllo

source: max
it: massimo

source: I agree to the terms and conditions of the CAcert Community Agreement
it: Accetto i termini e le condizioni dell'Accordo Comunitario di CAcert

source: Several CAcert Services are currently unavailable. Please try again later.
it: Diversi servizi di CAcerto non sono al momento disponibili. Per favore riprova pi&ugrave; tardi.

source: The CAcert Assurance Programme (CAP) aims to verify the identities of Internet users through face to face witnessing of government-issued photo identity documents.
it: Il Programma di Certificazione di CAcert (CAP) ha lo scopo di verificare l'identit&agrave; degli utenti Internet tramite verifica di persona di documenti con fotografia emessi dallo Stato.

source: Most CAcert functions are currently unavailable. Please come back later.
it: La maggior parte delle funzioni di CAcert &egrave; al momento non disponibile. Per favore riprova pi&ugrave; tardi.

source: Previous
it: Precedente

source: On mutual assurance provide email address of Assurer.
it: In caso di attestazione reciproca indicare l'indirizzo e-mail dell'Accertatore.

source: Email has been sent.
it: Messaggio e-mail inviato.

source: CSRF Hash is wrong. Please try again.
it: Hash CSRF errato. Per favore riprova.

source: Certificates expire in 12 months. Certificates %s must%s include your full name.
it: I certificati scadono dopo 12 mesi. I certificati %s devono%s includere il tuo nome completo.

source: Make sure you have read and agreed with the CAcert Community Agreement
it: Assicurati di aver letto e accettato l'Accordo Comunitario di CAcert

source: ID card
it: carta d'identit&agrave;

source: Identity Verification Form (CAP) form
it: Modulo di verifica dell'identit&agrave; (CAP)

source: I hereby confirm that the information stating my Identity Information above is both true and correct, and request the CAcert Assurer (see below) to witness my identity in the CAcert Assurance Programme.
it: Confermo con la presente che le informazioni sulla mia identit&agrave; sopra riportate sono veritiere e corrette, e richiedo all'Accertatore di CAcert (qui sotto) di attestare la mia identit&agrave; nel Programma di Certificazione di CAcert.

source: I, the Assurer, hereby confirm that I have verified the Applicant's Identity Information, I will witness the Applicant's identity in the CAcert Assurance Programme, and allocate Assurance Points.
it: Io, in qualit&agrave; di Accertatore, con la presente confermo che ho verificato le informazioni di identit&agrave; del Richiedente, che attester&ograve; l'identit&agrave; del Richiedente nel Programma di Certificazione di CAcert, e che assegner&ograve; punti di attestazione.

source: You aren't allowed to dispute your own domains. Can't continue.
it: Non ti &egrave; permesso aprire una controversia sui tuoi stessi domini. Non &egrave; possibile procedere.

source: I am a CAcert Community Member, have passed the Assurance Challenge, and have been assured with at least 100 Assurance Points.
it: Sono un Membro della Comunit&agrave; di CAcert, ho superato la Prova per Accertatori, e la mia identit&agrave; &egrave; stata verificata con almeno 100 punti di attestazione.

source: I agree to the CAcert Community Agreement.
it: Accetto l'Accordo Comunitario di CAcert.

source: Full exact name of Assurer. On mutual assurance provide date of birth as well.
it: Nome completo esatto dell'Accertatore. In caso di attestazione mutua indicare anche la data di nascita.

source: CSRF Hash is missing. Please try again.
it: Hash CSRF mancante. Per favore riprova.

source: No organisational domains found matching %s
it: Nessun dominio di organizzazione corrispondente a %s

source: No personal domains found matching %s
it: Nessun dominio personale corrispondente a %s

source: Notification
it: Notifica

source: Parameters are missing. Please try the complete URL.
it: Parametri mancanti. Per favore prova l'URL completa.

source: Domain not verified.
it: Dominio non verificato.

source: For more information about the CAcert Assurance Programme, including detailed guides for CAcert Assurers, please visit:
it: Per maggiori informazioni sul Programma di Certificazione di CAcert, comprese guide dettagliate per gli Accertatori di CAcert, per favore visita:

source: Exact full name on the ID
it: Nome completo esatto sul documento d'identit&agrave;

source: Date and location of the face-to-face meeting
it: Data e luogo dell'incontro di persona

source: Director
it: Direttore

source: End
it: Fine

source: This function is currently unavailable. Please come back later.
it: Questa funzione non &egrave; al momento disponibile. Per favore riprova pi&ugrave; tardi.

source: CAcert's Root Certificate sha1 fingerprints
it: Fingerprint SHA-1 del certificato root di CACert

source: CAcert CAP form
it: Modulo CAP di CAcert

source: CAcert COAP form
it: Modulo COAP di CAcert

source: Assurer's Statement
it: Dichiarazione dell'Accertatore

source: Are you sure you want to delete this region and all connected locations?
it: Sei sicuro di voler cancellare questa regione e tutte le localit&agrave; connesse?

source: Applicant's Identity Information
it: Informazioni di identit&agrave; del Richiedente

source: Address (comma separated)
it: Indirizzo (separa con virgole)

source: A CAcert Arbitrator can require the Assurer to deliver the completed form in the event of a dispute. After 7 years this form should be securely disposed of to prevent identity misuse. E.g. shred or burn the form. The Assurer does not retain copies of ID at all.
it: Un Arbitro di CAcert pu&ograve; richiedere all'Accertatore di inviare il modulo compilato in caso di controversia. Dopo sette anni questo modulo dovrebbe essere eliminato in modo sicuro, per esempio stracciandolo o bruciandolo. L'Accertatore non tiene assolutamente copia dei documenti d'identit&agrave;.

source: page
it: pagina
