Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: The list of names are in no sense of order
it: L'elenco &egrave; in ordine sparso

source: There are several ways to become a CAcert Assurer, the most common of which is face to face meetings with existing assurers, who check your ID documents (you need to show 2 government issued photo ID where possible otherwise you won't be allocated as many points!).
it: Ci sono diversi modi per diventare un Accertatore di CAcert, la pi&ugrave; comune delle quali &egrave; incontrare dal vivo degli Accertatori gi&agrave; riconosciuti che controlleranno i tuoi documenti d'identit&agrave; (se possibile, devi presentare 2 documenti identificativi con foto emessi dallo Stato, altrimenti non ti verranno assegnati molti punti!).

source: This UID has already been voted on.
it: Hai gi&agrave; votato per questa UID.

source: This dispute no longer seems to be in the database, can't continue.
it: La controversia non &egrave; pi&ugrave; presente nella base di dati, impossibile continuare.

source: This was the primary email on the account, and no emails or domains were left linked so the account has also been removed from the system.
it: Poich&eacute; si trattava dell'indirizzo principale dell'account, e nessun altro indirizzo di posta o dominio risulta presente, l'account &egrave; stato rimosso dal sistema.

source: Tverify Account
it: Verifica l'account

source: Unable to continue as no valid commonNames or subjectAltNames were present on your certificate request.
it: Impossibile proseguire: nella richiesta di certificato non erano presenti campi CommonName o SubjectAltName validi.

source: Unable to find a valid tverify request for this ID.
it: Impossibile trovare una richiesta tverify valida per questo ID.

source: Unable to locate a valid request for that UID.
it: Impossibile trovare una richiesta valida per questa UID.

source: Unfortunately your request for a points increase has been denied, below is the comments from people that reviewed your request as to why they rejected your application.
it: Sfortunatamente la tua richiesta di incremento di punti non &egrave; stata accettata, di seguito i commenti delle persone che hanno vagliato la tua richiesta con le motivazione del loro rifiuto.

source: Update Dispute
it: Aggiorna la Disputa

source: Upon receiving your documents you will be notified, and points will be added to your account.
it: Al ricevimento della tua documentazione, verrai avvisato e i punti verranno aggiunti al tuo account.

source: View all certificates
it: Visualizza tutti i certificati

source: Which Email?
it: Quale indirizzo e-mail?

source: You are about to assure a person that isn't currently verified. If you continue and they do not verify their account within 48 hours the account could automatically be removed by the system.
it: Stai per attestare l'identit&agrave; di una persona che attualmente non &egrave; verificata. Se procedi e lui/lei non verifica il suo account entro 48 ore, l'account potrebbe essere rimosso automaticamente dal sistema.

source: You are welcome to try submitting another request at any time in the future, please make sure you take the reviewer comments into consideration or you risk having your application rejected again.
it: Puoi certamente provare a presentare un'altra richiesta in qualunque momento in futuro, cortesemente assicurati di prendere in considerazione le osservazioni del recensore o rischi vederti rifiutare di nuovo la richiesta.

source: You aren't allowed to dispute your own email addresses. Can't continue.
it: Non ti &egrave; permesso disputare il tuo indirizzo e-mail. Non &egrave; possibile procedere.

source: You can also become a CAcert Assurer by seeking out a public notary, justice of the peace, accountant, lawyer or bank manager. You will need to download and print out a copy of the TTP.pdf and fill in your sections. You will need to produce a photo copy of your ID, which the person assuring you will inspect against the originals. Once they are satisfied the documents appear to be genuine they need to sign the back of the photo copies, and fill in their sections of the TTP document. Once you have had your ID verified by 2 different people, pop the copies + forms in an envelope and post them to:
it: Un altro modo per diventare Accertatore di CAcert &egrave; cercare un notaio, un giudice di pace, un ragioniere abilitato dallo Stato, un avvocato, un funzionario di banca o qualsiasi altra figura che abbia l'autorit&agrave; per certificare l'identit&agrave; di una persona. Dovrai scaricare e stampare una copia del file TTP.pdf e compilare le parti a te relative. Dovrai inoltre presentare una fotocopia dei documento d'identit&agrave; che la persona che ti certificher&agrave; dovranno verificare rispetto agli originali. Dopo aver verificato l'autenticit&agrave; dei documenti, dovr&agrave; firmare il retro delle fotocopie e compilare le parti a lui relative del modulo TTP. Quando avrai fatto verificare i tuoi documenti ad almeno 2 persone differenti, inserisci le copie e i moduli compilati in una busta e invia il tutto a:

source: You can list your location by going to:
it: Puoi elencare la tua localit&agrave; andando:

source: You have already voted on this request.
it: Hai gi&agrave; espresso il tuo voto su questa richiesta.

source: You have been sent this email as the domain '%s' is being disputed. You have the option to accept or reject this request, after 2 days the request will automatically be discarded. Click the following link to accept or reject the dispute:
it: Ricevi questa e-mail perch&eacute; il dominio '%s' &egrave; in disputa. Hai puoi accettare o rifiutare questa disputa; dopo 2 giorni la richiesta di disputa sar&agrave; eliminata automaticamente. Clicca il collegamento per accettare o rifiutare la disputa:

source: You have been sent this email as the email address '%s' is being disputed. You have the option to accept or reject this request, after 2 days the request will automatically be discarded. Click the following link to accept or reject the dispute:
it: Ricevi questa e-mail perch&eacute; l'indirizzo e-mail '%s' &egrave; in disputa. Hai puoi accettare o rifiutare questa disputa; dopo 2 giorni la richiesta di disputa sar&agrave; eliminata automaticamente. Clicca il collegamento per accettare o rifiutare la disputa:

source: You have made %s assurances which ranks you as the #%s top assurer.
it: Hai effettuato %s attestazioni d'identit&agrave;, il che ti pone al %s posto nella classifica degli Accertatori.

source: You have opted to accept this dispute and the request will now remove this domain from the existing account, and revoke any current certificates.
it: Avete scelto di accettare questa disputa e ci&ograve; ora rimuover&agrave; questo dominio dal profilo attuale e revocher&agrave; tutti i relativi certificati correnti.

source: You have opted to accept this dispute and the request will now remove this email address from the existing account, and revoke any current certificates.
it: Hai scelto di accettare questa disputa e ci&ograve; ora rimuover&agrave; questo indirizzo e-mail dal profilo attuale e revocher&agrave; tutti i certificati correnti.

source: You have opted to reject this dispute and the request will be removed from the database
it: hai scelto di rifiutare questa disputa e la richiesta sar&agrave; rimossa dalla base di dati

source: The result should get you something like:
it: Il risultato dovrebbe mostrare qualcosa come:

source: You have viewed two of the Applicant's photo identity documents and you are convinced of their authenticity, and are convinced that the photos indeed depict the Applicant (allowed documents are government-issued documents with photos such as driver's license, passport, or others that are normally accepted as legal identification in your country; expired documents are allowed).
it: Hai preso visione di due documenti identificativi del Richiedente completi di fotografia, sei convinto della loro autenticit&agrave; e sei convinto che le fotografie raffigurino effettivamente il Richiedente (i documenti ammessi sono documenti emessi da un'autorit&agrave; dello Stato e completi di fotografia come la patente di guida, il passaporto, o altri documenti che siano normalmente accettati come mezzo di identificazione legale nel tuo paese; documenti scaduti sono ammessi).

source: Install CAcert Root using CEnroll Active-X component and PKCS-7
it: Installa il certificato root di CAcert usando il componente Active-X CEnroll e PKCS-7

source: Problems were detected with the CAcert root certificate download error:
it: Sono stati rilevati problemi durante il trasferimento del certificato root di CAcert, errore:

source: The CAcert root certificate was successfully installed
it: Il certificato root di CACert &egrave; stato installato con successo

source: I certify that %s %s %s has appeared in person
it: Certifico che %s %s %s si &egrave; presentato di persona

source: Applicant's signature
it: Firma del richiedente

source: As the assurer, you are required to keep the signed document on file for 7 years. Should Cacert Inc. have any concerns about a meeting taking place, Cacert Inc. can request proof, in the form of this signed document, to ensure the process is being followed correctly. After 7 years if you wish to dispose of this form it's preferred that you shred and burn it. You do not need to retain copies of ID at all.
it: In qualit&agrave; di Accertatore, sei tenuto a conservare il documento firmato per 7 anni. Se Cacert Inc. avesse dubbi sul fatto che l'incontro sia avvenuto, pu&ograve; chiederne la prova, sotto forma di questo documento firmato, per verificare che il processo di attestazione d'identit&agrave; sia stato seguito correttamente. Dopo 7 anni se desideri liberarti di questo modulo &egrave; preferibile stracciarlo e bruciarlo. Non sei tenuto a conservare copie dei documenti d'identit&agrave;.

source: Assurer's Name
it: Nome dell'Accertatore

source: Assurer's signature
it: Firma dell'Accertatore

source: CAcert Assurance Programme
it: Programma di Certificazione di CAcert

source: Date (YYYY-MM-DD)
it: Data (AAAA-MM-GG)

source: Identity Verification Form
it: Modulo per la verifica dell'identit&agrave;

source: Location of Face-to-face Meeting
it: Luogo dell'incontro di persona

source: Maximum Points
it: Punti massimi

source: Names
it: Nome

source: Photo ID Shown: (ID types, not numbers. eg Drivers license, Passport)
it: Documenti di identificazione con foto che sono stati presentati: (tipi di documento, non numeri; per esempio Patente, Passaporto)

source: Points Allocated
it: Punti assegnati

source: To the Assurer: The CAcert Assurance Programme (CAP) aims to verify the identities of Internet users through face-to-face witnessing of government issued identity documents. The Applicant asks you to verify to CAcert.org that you have met them and verified their identity against one or more original, trusted, government photo identity documents. If you have ANY doubts or concerns about the Applicant's identity, DO NOT COMPLETE OR SIGN this form. For more information about the CAcert Assurance Programme, including detailed guides for CAcert Assurers, please visit: %s
it: All'Accertatore: Il Programma di Certificazione di CAcert (CAP) ha lo scopo di verificare l'identit&agrave; degli utenti di Internet mediante incontri di persona con controllo di documenti d'identit&agrave; emessi dallo Stato. Il Richiedente ti chiede di confermare a CAcert.org che lo hai incontrato personalmente e che hai verificato la sua identit&agrave; attraverso uno o pi&ugrave; documenti d'identit&agrave; ufficiali emessi dallo Stato, in originale e completi di fotografia. Se hai QUALSIASI dubbio o motivo di preoccupazione circa l'identit&agrave; del Richiedente, NON COMPILARE O FIRMARE questo modulo. Per maggiori informazioni sul Programma di Certificazione di CAcert, comprese le guide dettagliate per gli Accertatori di CAcert, visita: %s

source: Applicant's Statement
it: Dichiarazione del Richiedente

source: CAcert's Root Certificate fingerprints
it: Fingerprint del certificato root di CAcert

source: Applicant Information
it: Informazioni del Richiedente

source: Bar Association, CPA Number or Bank Name and Branch, JP/Notary Number
it: Numero di iscrizione a Ordine degli Avvocati, Ordine dei Commercialisti, Ordine dei notai, Giudici di pace; Nome della banca e filiale&#13;

source: Email (if applicable)
it: E-mail (se applicabile)

source: First ID Number (driver's license, passport etc)
it: Numero del primo documento d'identit&agrave; (patente, passaporto, ecc)

source: Full Name (as shown on ID)
it: Nome completo (come indicato sul documento)

source: If you have ANY doubts or concerns about the identity of the Applicant then please DO NOT COMPLETE AND SIGN this form. For more information about the Web of Trust, including detailed guides for Trusted Third Parties, please see: %s
it: Se sussiste &egrave; QUALUNQUE dubbio o preoccupazione circa l'identit&agrave; del candidato allora NON COMPILARE E FIRMARE IL MODULO. Per ulteriori informazioni sulla rete di fiducia, incluse guide dettagliate per i terzi fiduciari (TTP), vedere: %s

source: Justice of the Peace, Public Notary, Lawyer, Accountant, or Bank Manager
it: Giudice di Pace, Notaio, Avvocato, Dottore Commercialista, o Direttore di Banca

source: Main email (so we can find you)
it: Indirizzo e-mail principale (cos&igrave; possiamo trovarti)

source: Office Phone
it: Telefono dell'Ufficio

source: Office Street Address
it: Indirizzo dell'Ufficio

source: PLEASE NOTE: You must get 2 fully completed TTP forms before sending anything to CAcert. Failure to do so will only cause your application to be delayed until all forms have been received by CAcert!
it: ATTENZIONE: devi avere 2 moduli TTP completamente compilati prima di mandare qualsiasi cosa a CAcert. Altrimenti la tua iscrizione rimarr&agrave; bloccata fino al momento in cui tutti i moduli saranno ricevuti da CAcert.

source: Person Verifying Applicant's Identity
it: Persona che verifica l'identit&agrave; del Richiedente

source: Please complete and sign this form, and sign the photocopies of the IDs, to acknowledge that
it: Compilare e firmare il presente modulo e firmare le fotocopie dei documenti identificativi, per riconoscere che

source: Profession (Please circle one)
it: Professione (segnarne una)

source: Second ID Number (driver's license, passport etc)
it: Numero del secondo documento d'identit&agrave; (patente, passaporto, ecc)

source: Signature
it: Firma

source: The CAcert Trusted Third Party (TTP) Programme is designed to assure Internet user identities through personal verification of government issued identity documents.
it: Il Programma Terze Parti Riconosciute (TTP) di CAcert &egrave; concepito per assicurare l'identit&agrave; degli utenti di Internet tramite la verifica in persona di documenti di identit&agrave; rilasciati dallo Stato.

source: Trusted Third Party
it: Terza Parte Riconosciuta

source: You have verified that the Full Name, Date of Birth, and ID Numbers on the identity documents matches those filled in the Applicant section below and in the photocopies provided.
it: Avere verificato che il nome completo, la data di nascita e i numeri di documento dei documenti presentati corrispondono a quelli riportati nell'apposita sezione qui sotto e a quelli visibili nelle fotocopie fornite;

source: Create more badges
it: Crea altri badge

source: Here
it: Qui

source: How can I put a logo on to my website?
it: Come faccio a mettere un logo sul mio sito?

source: It is extremly easy! Just pick an image from the collections above and use it for example with the following html code fragment:
it: &Egrave; facilissimo! Basta prendere un'immagine dalle collezioni qui sopra e usarla, per esempio con il seguente frammento di codice HTML:

source: Collection 1 created by Christoph Probst (November 2004)
it: Collezione 1 creata da Christoph Probst (novembre 2004)

source: CAcert Assurer
it: Accertatore di CAcert

source: ERROR
it: ERRORE

source: Go Back
it: Torna Indietro

source: Administrative Increase
it: Aumento Amministrativo

source: CT Magazine - Germany
it: CT Magazine - Germania

source: Face to Face Meeting
it: Incontro faccia a faccia

source: Thawte Points Transfer
it: Trasferimento dei Punti Thawte

source: Unknown
it: Sconosciuto

source: Full Story
it: Leggi tutto

source: More News Items
it: Altre Notizie

source: You do not have enough/any lost password questions set. You will not be able to continue to reset your password via this method.
it: Non hai predisposto abbastanza domande per il recupero della password. Non sei in grado di proseguire a resettare la password con questo metodo.

source: Failed to make a connection to the mail server
it: Collegamento al server di posta fallito

source: For your own security you must enter 5 lost password questions and answers.
it: Per tua sicurezza devi fornire 5 domande e risposte per password smarrita.

source: Race condition discovered, user altered details during assurance procedure. PLEASE MAKE SURE THE NEW DETAILS BELOW MATCH THE ID DOCUMENTS.
it: Rilevata una condizione di concorrenza, i dati dell'utente sono variati durante la procedura di certificazione. ACCERTATI CHE I NUOVI DETTAGLI RIPORTATI SOTTO CORRISPONDANO A QUELLI DEI DOCUMENTI DI IDENTITA'.&#13;

source: Reminder Notice
it: Promemoria

source: This is a short reminder that you filled out forms to become trusted with CAcert.org, and %s has attempted to issue you points. Please create your account at %s as soon as possible and then notify %s so that the points can be issued.
it: Questo &egrave; un breve promemoria per ricordarti che hai sottoscritto una richiesta di affiliazione a CAcert e %s ha cercato di assegnati dei punti. Crea il tuo account a %s il pi&ugrave; presto possibile e poi avvisa %s in modo che i punti possano essere assegnati.

source: %s will also accept email in %s - %s
it: %s accetta email anche in %s - %s

source: 'Enhanced Provider' is generally the best option, which has a key size of 1024bit. If you need a bigger key size you will need to use a different browser.
it: 'Enhanced Provider' &egrave; solitamente al miglior opzione, avente una dimensione della chiave di 1024bit. Se hai bisogno di una dimensione della chiave pi&ugrave; grande devi utilizzare un browser differente.

source: A CAcert arbitrator may override this policy in a dispute.
it: Un Arbitro di CACert pu&ograve; non rispettare questa policy in una controversia.

source: Account Locking
it: Blocco dell'account

source: Add Location
it: Aggiungi Localit&agrave;

source: Add Region
it: Aggiungi Regione

source: Additional Language
it: Lingua aggiuntiva

source: Additional Language Preferences
it: Preferenze di lingua aggiuntive

source: Alternatively visit our %sinformation page%s on this subject for more details.
it: Altrimenti visita la nostra %sinformation page%s su questo argomento per maggiori dettagli.

source: Are you sure you want to revoke this assurance?
it: Sei sicuro di voler revocare questa attestazione?

source: Are you sure you want to verify the domain %s?
it: Sicuro di voler verificare il dominio %s?

source: Are you sure you want to verify the email %s?
it: Sicuro di voler verificare l'email %s?

source: Assurance Form
it: Modulo di attestazione

source: Below is the link you need to open to verify your email address. Once your address is verified you will be able to start issuing certificates to your heart's content!
it: Apri il link che trovi qui sotto per verificare il tuo indirizzo e-mail. Una volta che il tuo indirizzo e-mail sar&agrave; stato verificato potrai emettere tutti i certificati che desideri.

source: Blank CAP Form
it: Modulo CAP in bianco

source: Bug Database
it: Database dei bug

source: CAcert Assurers can see the name, birthday and the number of points by looking up the correct email address. No other person related data is published by CAcert.
it: Gli Accertatori di CAcert possono vedere nome, data di nascita e numero di punti tramite una ricerca per indirizzo e-mail. Nessun altro dato personale &egrave; pubblicato da CAcert.

source: CAcert Inc. is a non-profit association, incorporated in New South Wales Australia.
it: CAcert Inc. &egrave; un'associazione no-profit, registrata nel Nuovo Galles del Sud, Australia.

source: CAcert adopts the Australian privacy regulations.
it: CAcert adotta le disposizioni sulla privacy australiane.

source: CAcert does not automatically publish the certificates through a directory service or the website to other people than the user who requested the certificate. In the future, the user might be able to opt-in for publication of the certificates through a directory server by CAcert.
it: CAcert non pubblica automaticamente i certificati su una directory o sul sito web per persone diverse dall'utente che ha richiesto il certificato. In futuro, gli utenti potrebbero essere in grado di acconsentire alla pubblicazione dei certificati su un server di directory di CAcert.

source: Certificate Login
it: Accesso con certificato

source: Before contacting us, be sure to read the information on our official and unofficial HowTo and FAQ pages.
it: Prima di contattarci, per favore leggi le informazioni nelle pagine ufficiali e non ufficiali FAQ e 'Come fare'

source: Certificates expire in 6 months; only the domain name itself can be entered into the certificates (not your full name, company name, location, etc.).
it: I certificati scadono dopo 6 mesi; solamente il nome di dominio pu&ograve; essere incluso nel certificato (non il tuo nome completo, il nome della societ&agrave;, il luogo, eccetera).

source: Default Account Changed
it: L'account predefinito &egrave; stato modificato

source: Deleted before Verification
it: Cancellato prima della verifica

source: Distance
it: Distanza

source: Do not verify this domain
it: Non verificare questo dominio

source: Do not verify this email
it: Non verificare questo indirizzo e-mail

source: Domain available
it: Dominio disponibile

source: Edit Location
it: Modifica localit&agrave;

source: Edit Region
it: Modifica regione

source: Email Notification
it: Notifica e-mail

source: Exceptions
it: Eccezioni

source: For your own security you must enter 5 different password questions and answers. You aren't allowed to duplicate questions, set questions as answers or use the question as the answer.
it: Per la tua sicurezza, devi inserire cinque diverse domande e risposte per il recupero della password. Non puoi inserire domande uguali, impostare le domande uguali alle risposte o usare la domanda come risposta.

source: Hi %s,
it: Ciao %s,

source: I was unable to match your location with places in my database.
it: Non &egrave; stata trovata nel database alcuna corrispondenza con la tua localit&agrave;.

source: Identical Assurance attempted, will not continue.
it: Tentativo di auto-attestazione di identit&agrave;, impossibile continuare.

source: If this is a re-occuring problem, please send a copy of the key you are trying to signed to support@cacert.org. Thank you.
it: Se questo problema si ripresenta, per favore invia una copia della chiave che stai cercando di firmare a support@cacert.org. Grazie.

source: If you are having trouble with your username or password, please visit our %swiki page%s for more information
it: Se hai problemi con il tuo username o password, per favore visita le nostre %spagine wiki%s per maggiori informazioni

source: It looks like you were trying to contact multiple people, this isn't allowed due to data security reasons.
it: Sembra che tu stia cercando di contattare pi&ugrave; persone; questo non &egrave; permesso per motivi di sicurezza dei dati.

source: Latitude
it: Latitudine

source: Legal mandates
it: Mandati legali

source: Location Admin
it: Amministratore della localit&agrave;
