Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: %s rows displayed.
it: %s righe visualizzate.

source: %s's Account Details
it: Dettagli dell'account di %s

source: %s's Administrators
it: Amministratori di %s

source: %s's Domains
it: Domini di %s

source: '%s' has just been successfully added as an organisation to the database.
it: '%s' &egrave; stato correttamente inserito nel database come organizzazione.

source: '%s' has just been successfully added to the database.
it: '%s' &egrave; stato correttamente inserito nel database.

source: '%s' has just been successfully deleted from the database.
it: '%s' &egrave; stato correttamente cancellato dal database.

source: '%s' has just been successfully updated in the database.
it: '%s' &egrave; stato correttamente aggiornato nel database.

source: ...then click 'Next'.
it: ... quindi premi 'Avanti'.

source: A CAcert Assurer who knowingly, or reasonably ought to have known, assures an applicant contrary to this policy may be held liable.
it: Un Accertatore di CAcert che consapevolmente attesta l'identit&agrave; di un richiedente contrariamente a quanto specificato in questa policy pu&ograve; essere ritenuto responsabile.

source: A trusted 3rd party is simply someone in your country that is responsible for witnessing signatures and ID documents. This role is covered by many different titles such as public notary, justice of the peace and so on. Other people are allowed to be authoritative in this area as well, such as bank managers, accountants and lawyers.
it: Una Terza Parte Riconosciuta (TTP - Trusted Third Party) &egrave; semplicemente qualcuno che nella tua Nazione sia abilitato a garantire la validit&agrave; di firme e documenti d'identit&agrave;. Questo ruolo &egrave; normalmente ricoperto da alcune autorit&agrave; quali, per esempio, i notai oppure i giudici di pace. Anche ad altre persone &egrave; riconosciuta questa autorit&agrave;, ad esempio i funzionari di banca, i contabili abilitati dallo Stato e gli avvocati.

source: ANY amount will be appreciated - the more funding CAcert receives, the sooner it can achieve the goals of the community.
it: QUALSIASI importo sar&agrave; apprezzato. Maggiori saranno i finanziamenti che CAcert ricever&agrave; e pi&ugrave; velocemente potr&agrave; raggiungere gli obiettivi.

source: About
it: Informazioni

source: About CAcert.org
it: Informazioni su CAcert.org

source: About Us
it: Informazioni su di noi

source: Add
it: Aggiungi

source: Add Domain
it: Aggiungi dominio

source: Add Email
it: Aggiungi indirizzo e-mail

source: Address
it: Indirizzo

source: Administrator
it: Amministratore

source: Admins
it: Amministratori

source: After the meeting, visit the CAcert Web site's make an Assurance page and:
it: Dopo l'incontro vai alla pagina 'Attesta un'identit&agrave;' sul sito di CAcert e:

source: After your certificate has been emailed to you, follow this process to install the certificate.
it: Una volta che hai ricevuto l'e-mail con il certificato, segui queste istruzioni per installarlo.

source: Aggregated tracking information
it: Informazioni aggregate di tracciamento delle attivit&agrave; sul sito

source: Alert me if
it: Avvertimi se

source: All fields are mandatory.
it: Tutti i campi devono essere compilati.

source: Alternate Verified Email Addresses
it: Indirizzo e-mail verificato alternativo

source: Alternatively as things progress we can add more layers of security with say 4 webservers talking to 2 intermediate servers, talking to the root store, and acting in a token ring fashion, anything happening out of sequence, and the server directly upstream shuts itself down, which if that were in place and there were multiple paths, any down time in this fashion would fall over to the servers not compromised, anyways just some food for thought.
it: Oppure, man mano che le cose vanno avanti, possiamo aggiungere pi&ugrave; strati di sicurezza. Potremmo avere, per dire, quattro server web che comunicano con due server intermedi i quali comunicano con il server root, e che interagiscono tra loro come in un token ring, e stabilire che in caso di qualunque evento fuori sequenza il server immediatamente precedente si disattiva. Se tutto questo fosse funzionante e ci fossero percorsi multipli, qualsiasi periodo di inattivit&agrave; ricaderebbe sui server non compressi. Ad ogni modo, sono solo idee in libert&agrave;.

source: Alternatively you can get in contact with us via the following methods:
it: In alternativa puoi contattarci nei seguenti modi:

source: And they are making mistakes
it: E commettono errori

source: And you're done!
it: E hai finito!

source: Another Email
it: Altro indirizzo e-mail

source: Any valid certificates will be revoked as well
it: Anche ogni certificato valido verr&agrave; revocato

source: Apart from the boot stuff, all data resides on an encrypted partition on the root store server and only manual intervention in the boot up process by entering the password will start it again.
it: Fatta eccezione per i dati necessari per il boot, tutti gli altri dati sono memorizzati su una partizione cifrata sul server root, ed &egrave; necessario un intervento manuale per inserire la password all'avvio del sistema.

source: Can't start the CEnroll control:
it: Non &egrave; possibile inizializzare il controllo di CEnroll:

source: Are you really sure you want to remove %s and all certificates issued under this domain?
it: Sei veramente sicuro di voler rimuovere %s e tutti i certificati emessi sotto questo dominio?

source: Are you really sure you want to remove %s and all certificates issued under this organisation?
it: Sei veramente sicuro di voler rimuovere %s e tutti i certificati emessi sotto questa organizzazione?

source: Are you really sure you want to remove %s from administering this organisation?
it: Sei veramente sicuro di volere rimuovere %s come amministratore di questa organizzazione?

source: As anyone who has received an email containing a virus from a strange address knows, emails can be easily spoofed. The identity of the sender is very easy to forge via email. Thus a great advantage is that digital signing provides a means of ensuring that an email is really from the person you think it is. If everyone digitally signed their emails, it would be much easier to know whether an email is legitimate and unchanged and to the great relief of many, spamming would be much easier to control, and viruses that forge the sender's address would be obvious and therefore easier to control.
it: Come sanno tutti coloro che hanno ricevuto e-mail contenenti virus da strani indirizzi, gli indirizzi e-mail possono essere falsificati facilmente. L'identit&agrave; del mittente pu&ograve; essere falsificata facilmente. Il grande vantaggio di usare la firma digitale consiste nella sicurezza che il mittente dell'e-mail sia effettivamente chi si pensa che sia. Se tutti firmassero digitalmente le proprie e-mail, sarebbe molto pi&ugrave; semplice sapere se un'e-mail &egrave; legittima e non modificata; inoltre, per la gioia di molti, anche lo spam sarebbe molto pi&ugrave; facile da controllare e i virus che falsificano l'indirizzo del mittente sarebbero evidenti e quindi facilmente controllabili.

source: Assurance Confirmation
it: Conferma dell'attestazione d'identit&agrave;

source: Assurance Points
it: Punti di attestazione

source: Assurance Points You Issued
it: Punti di attestazione che hai assegnato

source: Assurances Made
it: Attestazioni effettuate

source: Assure Someone
it: Attesta un'identit&agrave;

source: Assured client certificates
it: Certificati client verificati

source: Assured server certificates
it: Certificati server verficati

source: For CAcert Community Members
it: Per i membri della Comunit&agrave; di CAcert

source: Based on OpenSSL, PHP, a little bit of C and MySQL, we were able to build not only a free certificate authority that could verify your email address or domain, but actually build in a highly effective trust model. Our model goes further than that used by some commercial CAs to prove your identity.
it: Basandoci su OpenSSL, PHP, un po' di C e MySQL, siamo stati in grado di creare non solo un'Autorit&agrave; di Certificazione libera che pu&ograve; verificare il tuo indirizzo e-mail o dominio, ma anche un modello molto efficace di affidabilit&agrave;. Il nostro modello di verifica dell'identit&agrave; &egrave; migliore di quello utilizzato da alcune Autorit&agrave; commerciali.

source: Become a member of the CAcert Association
it: Diventa membro dell'Associazione CAcert

source: Become an assurer in CAcert Web of Trust
it: Diventa un Accertatore nel Web of Trust di CAcert

source: Becoming an Assurer
it: Diventare un Accertatore

source: Paste your CSR(Certificate Signing Request) below...
it: Incolla la tua CSR (Certificate Signing Request - Richiesta di Certificazione) qui sotto...

source: Before you can start issuing certificates for your website, irc server, smtp server, pop3, imap etc you will need to add domains to your account under the domain menu. You can also remove domains from here as well. Once you've added a domain you are free then to go into the Server Certificate section and start pasting CSR into the website and have the website return you a valid certificate for up to 2 years if you have 50 trust points, or 6 months for no trust points.
it: Prima di poter iniziare a emettere certificati per il tuo sito web, i tuoi server IRC, POP3, IMAP, ecc., devi aggiungere i nomi di dominio al tuo account tramite il men&ugrave; Domini. Da l&igrave; puoi anche rimuovere dei domini. Una volta che avrai aggiunto il dominio, potrai liberamente andare nella sezione 'Certificati server' e incollare la tua Richiesta di Certificazione (CSR - Certificate Signing Request) nel sito web. Il sito ti restituir&agrave; un certificato valido fino a 2 anni se possiedi 50 punti di attestazione, o 6 mesi se non possiedi alcun punto.

source: Below is your Server Certificate
it: Qui sotto c'&egrave; il tuo certificato server

source: Benefits
it: Vantaggi

source: Best regards
it: Distinti saluti

source: Browse to the location you saved the .cer file to in step 1
it: Seleziona il file .cer che hai salvato durante il passo 1

source: But perhaps, fundamentally, the most important reason for digital signing is awareness and privacy. It creates awareness of the (lack of) security of the Internet, and the tools that we can arm ourselves with to ensure our personal security. And in sensitising people to digital signatures, we become aware of the possibility of privacy and encryption.
it: Ma forse, in sostanza, il motivo pi&ugrave; importante per firmare digitalmente sono la consapevolezza e la riservatezza. La firma digitale aumenta la consapevolezza della (in)sicurezza di Internet, e degli strumenti che abbiamo a disposizione per garantire la nostra sicurezza personale. Sensibilizzando le persone a proposito della firma digitale, inoltre, diventiamo consci delle possibilit&agrave; di riservatezza e cifratura.

source: But, er, is this really proof of your email identity?
it: Ma, ehm, questo prova davvero la tua identit&agrave; e-mail?

source: But, with all this money, and all this responsibility, they must be taking a lot of care to ensure the Certificate Authorities do their jobs well, and keep doing their jobs well, right? Well right?!
it: Ma, con tutti questi soldi e tutta questa responsabilit&agrave;, costoro devono porre molta attenzione per garantire che le Autorit&agrave; di Certificazione facciano e continuino a fare il proprio lavoro per bene, giusto? &Egrave; cos&igrave;, non &egrave; vero?

source: CAcert Certficate Acceptable Use Policy
it: Condizioni di utilizzo dei certificati di CAcert

source: CAcert Inc. is a non-profit association which is legally able to accept donations. CAcert adheres to strict guidelines about how this money can to be used. If you'd like to make a donation, you can do so via
it: CAcert Inc. &egrave; un'associazione no profit che pu&ograve; legalmente ricevere donazioni. CAcert aderisce a delle linee guida molto severe su come verr&agrave; impegato questo denaro. Se vuoi effettuare una donazione, puoi farlo attraverso

source: CAcert Inc.'s public certification services are governed by a CPS as amended from time to time which is incorporated into this Agreement by reference. The Subscriber will use the SSL Server Certificate in accordance with CAcert Inc.'s CPS and supporting documentation published at
it: I servizi di certificazione pubblici di CAcert Inc. sono regolati da un CPS e successive modificazioni che &egrave; incluso per conoscenza in questo Accordo. Il sottoscrittore utilizzer&agrave; il certificato server SSL in accordo con con il CPS di CAcert Inc. e relativa documentazione pubblicata presso

source: CAcert Inc., as a community-based project, is not driven by profits - it is driven by the community's desire for privacy and security.
it: CAcert Inc., essendo un progetto basato sul lavoro comunitario, non &egrave; guidata dal profitto - &egrave; guidata dal desiderio di riservatezza e sicurezza della comunit&agrave;.

source: CAcert Support Team
it: Gruppo di supporto di CAcert

source: CAcert Web of Trust
it: Web of Trust di CAcert

source: CAcert Web of Trust Rules
it: Regole del Web of Trust di CAcert

source: CAcert may, from time to time, alter the amount of Assurance Points that a class of assurer may assign as is necessary to effect a policy or rule change. We may also alter the amount of Assurance Points available to an individual, or new class of assurer, should another policy of CAcert require this.
it: CAcert pu&ograve;, di tanto in tanto, modificare la quantit&agrave; di punti di attestazione che una classe di Accertatori pu&ograve; assegnare, per dare effetto a delle modifiche apportate alle regole o alle policy. Pu&ograve; anche modificare la quantit&agrave; di punti di attestazione disponibili a una persona, o a una nuova classe di Accertatori, in caso sia richiesto da un'altra policy di CAcert.

source: CAcert then sends you an email with a signed copy of your certificate. Hopefully the rest should be pretty straight forward.
it: CAcert successivamente ti invia un'e-mail con una copia firmata del tuo certificato. Il resto dovrebbe essere presumibilmente abbastanza ovvio.

source: CAcert's goal is to promote awareness and education on computer security through the use of encryption, specifically with the X.509 family of standards. We have compiled a %sdocument base%s that has helpful hints and tips on setting up encryption with common software, and general information about Public Key Infrastructures (PKI).
it: L'obiettivo di CAcert's &egrave; di promuovere la consapevolezza e la formazione sulla sicurezza informatica attraverso l'uso della crittografia, in particolare con la famiglia di standard X.509. Abbiamo redatto un %sinsieme di documenti%s che contiene suggerimenti utili e consigli su come impostare la crittografia in programmi d'uso comune, e informazioni generali sulle infrastrutture a chiave pubblica (PKI).

source: CAcert.org Mission Statement
it: Dichiarazione d'intenti di CAcert.org

source: CAcert.org Support!
it: Il supporto di CAcert.org!

source: CAcert.org is a community driven, Certificate Authority that issues certificates to the public at large for free.
it: CAcert.org &egrave; un'autorit&agrave; di certificazione gestita dalla comunit&agrave; che emette gratuitamente certificati per il pubblico.

source: CAcert.org was designed to be by the community for the community, and instead of placing all the labour on a central authority and in turn increasing the cost of certificates, the idea was to get community in conjunction with this website to have trust maintained in a dispersed and automated manner!
it: CAcert.org &egrave; stato realizzato dalla comunit&agrave; per la comunit&agrave;. Invece di caricare tutto il lavoro su una autorit&agrave; centrale, incrementando in questo modo il costo dei certificati, l'idea &egrave; quella di mantenere in contatto la comunit&agrave; utilizzando questo sito web al fine di mantenere l'affidabilit&agrave; in modo diffuso e automatizzato!

source: Cancel
it: Annulla

source: Cert Login
it: Accesso con certificato

source: Certificate Installation Complete!
it: Installazione del certificato completata!

source: Certificate Installation Error
it: Errore nell'installazione del certificato

source: Certificate Installation process for IIS 5.0
it: Processo di installazione del certificato per IIS 5.0

source: CAcert Logos
it: Loghi di CAcert

source: Certificate for '%s' has been renewed.
it: Il certificato per '%s' &egrave; stato rinnovato.

source: Certificate for '%s' has been revoked.
it: Il certificato per '%s' &egrave; stato revocato.

source: Certificate installation failed!
it: L'installazione del certificato &egrave; fallita!

source: Certificates Issued
it: Certificati emessi

source: writing new private key to 'private.key'
it: scrivendo una nuova chiave privata nel file 'private.key'

source: to install your certificate.
it: per installare il tuo certificato.

source: Change Pass Phrase
it: Cambia password

source: Change Password
it: Cambia password

source: Choose a filename to save the request to
it: Scegli il nome del file in cui salvare la richiesta

source: Click here
it: Clicca qui

source: Click here to go to the Support List
it: Clicca qui per andare alla mailing list di supporto

source: Click here to view all lists available
it: Clicca qui per vedere le mailing list disponibili

source: Client Certificates
it: Certificati client

source: Client certificates (un-assured)
it: Certificati client (non verificati)

source: Code Signing
it: Firma di codice

source: Code signing certificates
it: Certificati per firmare codice (code signing)

source: Comments
it: Commenti

source: Common Name (eg, YOUR name) []:
it: Common Name (nome principale, per es. il TUO nome) []:

source: CommonName
it: CommonName (nome principale)

source: to continue.
it: per continuare.

source: CAcert News
it: Notizie di CAcert

source: CAcert Statistics
it: Statistiche di CAcert

source: Compare the online information to the information recorded on the paper form;
it: Confronta le informazioni presenti sulla pagina online con quelle indicate sul modulo cartaceo;

source: Complete the assurance form if the applicant has not already done so. Ensure that all information matches.
it: Completa il modulo per l'attestazione d'identit&agrave; se il richiedente non l'ha gi&agrave; fatto. Assicurati che tutte le informazioni corrispondano.

source: Confirm your request details
it: Conferma i dettagli della tua richiesta

source: Contact
it: Contatto

source: Contact Assurer
it: Contatta Accertatore

source: Contact Details
it: Dettagli per contattare

source: Contact Email
it: Indirizzo e-mail per contatto

source: Contact Us
it: Contattaci

source: Contact information
it: Informazioni per contattare

source: Cookies
it: Cookie

source: Cool man! How do I create my own digital signature?!
it: Bello! Come faccio a creare la mia firma digitale?

source: Copy the contents of the email including the
it: Copia il contenuto della mail incluso

source: Core members of CAcert generally have a strong information technology and security background, and a stronger desire to give back to the community.
it: I membri principali di CAcert hanno solitamente un'elevata competenza in materia di sicurezza e tecnologia, e il desiderio molto forte di condividere queste conoscenze con la comunit&agrave;.

source: Couldn't remove the request for `%s`, request had already been processed.
it: Impossibile rimuovere la richiesta per '%s' perch&eacute; &egrave; gi&agrave; stata elaborata.

source: Country
it: Nazione

source: Country Announcements
it: Annunci nazionali

source: Country Name (2 letter code) [AU]:
it: Nazione (sigla di 2 caratteri) [AU]:

source: Create Certificate Request
it: Crea Richiesta di Certificato

source: Credits
it: Crediti

source: Currently there is 2 main servers, one for webserver, one for root store, with the root store only connected to the webserver via serial cable, with a daemon running as non-root processes on each end of the serial listening/sending requests/info.
it: Attualmente ci sono due server principali, uno per il web e uno per la root, quest'ultimo collegato al webserver soltanto via cavo seriale, con un processo non privilegiato in esecuzione ai due capi per l'invio e la ricezione di richieste e informazioni.

source: Date
it: Data

source: Date of Birth
it: Data di nascita

source: Default
it: Predefinito

source: Default Language
it: Lingua predefinita

source: Delete
it: Elimina

source: Delete Account
it: Elimina account

source: Delete Admin for %s
it: Elimina amministratore per %s

source: Delete Domain for %s
it: Elimina dominio per %s

source: Delete Organisation
it: Elimina organizzazione

source: Department
it: Dipartimento

source: Digital signing thus provides security on the Internet.
it: La firma digitale fornisce quindi sicurezza su Internet.

source: Digitally sign code, web applets, installers, etc. including your name and location in the certificates.
it: Puoi usare la firma digitale per codice, applet web, programmi di installazione, eccetera includendo il tuo nome e localit&agrave; nei certificati.

source: Directory Listing
it: Elenco dell'archivio

source: Disclaimer : These are the author's opinions, but they should not be considered 'truth' without personal verification. The author may have made mistakes and any mistakes will be willingly rectified by contacting the administrator of elucido.net, contact details available from the normal domain registration information services (e.g. whois.net).&amp;nbsp; No recommendation to install a Certificate Authority's root certificate is either intended nor implied.
it: Limitazione di responsabilit&agrave;: Queste sono opinioni dell'autore, ma non dovrebbero essere considerate 'vere' senza una verifica personale. L'autore pu&ograve; aver commesso errori, e tutti gli errori saranno rettificati volentieri contattando l'amministratore di elucido.net: i dati di contatto sono disponibili dalle normali informazioni di registrazione del dominio (reperite per esempio attraverso whois.net).&nbsp;Non si fornisce nessuna raccomandazione, n&eacute; esplicita n&eacute; implicita, di installare il certificato root dell'Autorit&agrave; di Certificazione.

source: Domain
it: Dominio

source: Domain Certificates
it: Certificati di dominio

source: Domains
it: Domini

source: Domains and Server Certificates.
it: Certificati per domini e server

source: Donations
it: Donazioni

source: Due to recent site changes bookmarks may no longer be valid, please update your bookmarks.
it: A causa di recenti cambiamenti al sito web, i segnalibri (bookmark) potrebbero non essere pi&ugrave; validi, ti preghiamo di aggiornarli.
