Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: Location Alias
it: Alias della localit&agrave;

source: Location Aliases
it: Alias della localit&agrave;

source: Location DB
it: Database delle localit&agrave;

source: Longitude
it: Longitudine

source: Mailing Lists
it: Mailing List

source: Move Location
it: Sposta localit&agrave;

source: Net Cafe Login
it: Accesso Net Cafe

source: Notify support about this
it: Avvisa di questo il servizio di supporto

source: Optional Client CSR, no information on the certificate will be used
it: CSR client opzionale, nessuna informazione sul certificato verr&agrave; usata

source: PLEASE NOTE: Due to the large amounts of support questions, incorrectly directed emails may be over looked, this is a volunteer effort and directing general questions to the right place will help everyone, including yourself as you will get a reply quicker.
it: NOTA BENE: A causa del gran numero di richieste di supporto, e-mail inviate nel posto sbagliato potrebbero essere trascurate. Questa &egrave; un'iniziativa gestita da volontari, e inviare richieste generiche nel posto giusto sar&agrave; di aiuto per tutti (te incluso, dato che riceverai una risposta pi&ugrave; velocemente).

source: Password Login
it: Accesso con password

source: Password Update Notification
it: Notifica di aggiornamento password

source: Please enter your town or suburb name, followed by region or state or province and then the country (please separate by commas)
it: Per favore inserisci il nome della tua citt&agrave; o paese, seguito dalla regione o provincia e infine dallo stato (per favore separa con virgole)

source: Please see &lt;a href='http://www.privacy.gov.au/'&gt;http://www.privacy.gov.au/&lt;/a&gt; for further details.
it: Per favore vedi &lt;a href='http://www.privacy.gov.au/'&gt;http://www.privacy.gov.au/&lt;/a&gt; per ulteriori dettagli.

source: Point System
it: Sistema di punti

source: Privacy of certificates
it: Riservatezza dei certificati

source: Privacy of user data
it: Riservatezza dei dati utente

source: Region
it: Regione

source: Revoke
it: Revoca

source: Secondary languages
it: Lingue secondarie

source: Set Region
it: Imposta regione

source: Show Lost Password Details
it: Mostra le informazioni per il recupero della password

source: Sorry, I was unable to locate that user, the person doesn't wish to be contacted, or isn't an assurer.
it: Spiacente, impossibile trovare questo utente, questa persona non vuole essere contattata, oppure non &egrave; un Accertatore.

source: TTP Admin
it: Amministratore TTP

source: Are you new to CAcert?
it: Sei nuovo su CAcert?

source: Community Agreement
it: Accordo Comunitario

source: Do you want to help CAcert?
it: Vuoi aiutare CAcert?

source: For general documentation and help, please visit the CAcert %sWiki Documentation site %s.
it: Per documentazione generale e aiuto, per favore visita il %ssito di documentazione wiki%s di CAcert.

source: For specific policies, see the CAcert %sApproved Policies page%s.
it: Per le policy specifiche, vedi la %spagina delle Policy Approvate%s di CAcert.

source: This function is currently disabled. Please visit %s for more information.
it: Questa funzione &egrave; al momento disabilitata. Per favore visita %s per ulteriori informazioni.

source: This is an AJAX form which depends heavily on javascript for auto-complete functionality and while it will work without javascript the usability will be heavily degraded.
it: Questo &egrave; un modulo AJAX che dipende pesantemente da javascript per la funzione di autocompletamento, e anche se funziona senza javascript l'usabilit&agrave; ne risulta fortemente degradata.

source: This page is a work in Progress. Please see this
it: Questa pagina &egrave; parziale e in corso di modifica. Per favore vedi questo

source: This policy discloses what information we gather about you when you visit any of our Web site, and when you issue or use our certificates. It describes how we use that information and how you can control it.
it: Questa policy descrive quali informazioni su di te raccogliamo quando visiti uno dei nostri siti Web, e quando emetti o utilizzi i nostri certificati. Desrcive come usiamo quelle informazioni e come tu puoi controllarle.

source: This wouldn't match your name or email at all, it contains at least 1 lower case letter, 1 upper case letter, a number, white space and a misc symbol. You get additional security for being over 15 characters and a second additional point for having it over 30. The system starts reducing security if you include any section of your name, or password or email address or if it matches a word from the english dictionary...
it: Questo non corrisponderebbe per nulla al tuo nome, contiene almeno una lettera minuscola, una lettera maiuscola, un numero, uno spazio e un altro simbolo. Ottieni maggiore sicurezza se vai oltre i 15 caratteri e un secondo ulteriore punto se vai oltre i 30. Il sistema inizia a ridurre la sicurezza se inserisci qualunque parte del tuo nome, o password o indirizzo e-mail, o se corrisponde a una parola del vocabolario inglese...

source: To obtain access to confidential data, a dispute has to be filed.
it: Per ottenere accesso a dati riservati, &egrave; necessario aprire una controversia.

source: User ID
it: ID utente

source: We collect two kinds of information about website users: 1) data that users volunteer by signing up to our website or when you send us an email via our contact form; and 2) aggregated tracking data we collect when users interact with our site.
it: Raccogliamo due tipi di informazioni sugli utenti del nostro sito: 1) dati che gli utenti forniscono volontariamente registrandosi sul sito o inviandoci un'e-mail tramite il modulo di contatto; e 2) dati aggregati di tracciamento che raccogliamo quando gli utenti interagiscono con il nostro sito.

source: We don't allow signups from people using email addresses from %s
it: Non accettiamo registrazioni da persone che utilizzano indirizzi e-mail da %s

source: We only share your information with any other organisation when so instructed by a CAcert arbitrator.
it: Comunichiamo i tuoi dati ad altre organizzazioni solo quando ci&ograve; viene richiesto da un Arbitro di CAcert.

source: Website information
it: Informazioni sul sito web

source: When you post to the contact form, you must provide your name and email address. When you sign up to the website, you must provide your name, email address, date of birth and some lost pass phrase question and answers.
it: Quando invii un messaggio tramite il modulo di contatto devi fornire il tuo nome e indirizzo e-mail. Quando ti registri al sito devi fornire il tuo nome, indirizzo e-mail, data di nascita, e alcune domande e risposte da utilizzare in caso ti dimenticassi la password.

source: Wiki Documentation
it: Documentazione wiki

source: Yes verify this domain
it: S&igrave;, verifica questo dominio

source: Yes verify this email
it: S&igrave;, verifica questo indirizzo e-mail

source: You are receiving this email because you or someone else
it: Ricevi questo messaggio e-mail perch&eacute; tu o qualcun altro

source: Below is the link you need to open to verify your domain '%s'. Once your address is verified you will be able to start issuing certificates to your heart's content!
it: Apri il link che trovi qui sotto per verificare il tuo dominio '%s'. Una volta che il tuo indirizzo sar&agrave; stato verificato, potrai emettere tutti i certificati che desideri.

source: Click here if you want to import the root certificate into Microsoft Internet Explorer 5.x/6.x
it: Clicca qui se vuoi importare il certificato root in Microsoft Internet Explorer 5.x/6.x

source: The following requests are still open:
it: Le richieste seguenti sono tuttora aperte:

source: There are no pending requests where you haven't voted yet.
it: Non ci sono richieste pendenti per le quali non hai ancora votato.

source: You failed to select any accounts to be removed, or you attempted to remove the default account. No action was taken.
it: Non hai selezionato alcun account da rimuovere, o hai tentato di rimuovere l'account predefinito. Nessuna modifica &egrave; stata registrata.

source: type of ID shown
it: tipo di documento mostrato

source: passport
it: passaporto

source: phone nr
it: numero di telefono

source: Warning: Please do not enter confidential data into this form, it is being sent to a public mailinglist. Use the form further below instead.
it: Attenzione: non inserire dati riservati in questo modulo, perch&eacute; sar&agrave; inviato su una mailing list pubblica. Usa invece il modulo pi&ugrave; sotto.

source: Advertising
it: Pubblicit&agrave;

source: Association Membership
it: Associazione CAcert

source: Certificate installed successfully. Please don't forget to backup now
it: Il certificato &egrave; stato installato correttamente. Per favore non dimenticare di fare una copia di backup adesso.

source: Error while generating the certificate-request. Please make sure that you have added this website to the list of trusted sites in the Internet-Options menu!
it: Errore durante la generazione della richiesta di certificato. Per favore assicurati di aver aggiunto questo sito all'elenco dei siti fidati nel men&ugrave; Internet-Opzioni!

source: CAcert.org Advertising Section
it: Sezione pubblicitaria di CAcert.org

source: Due to the increasing number of people that haven't been able to recover their passwords via the lost password form, there are now two other options available. 1.) If you don't care about your account you can signup under a new account and file dispute forms to recover your email accounts and domains. 2.) If you would like to recover your password via help from support staff, this requires a small payment to cover a real person's time to verify your claim of ownership on an account. After you pay the required fee you will have to contact the proper person to arrange the verification. Click the payment button below to continue.
it: A causa del crescente numero di persone che non sono riuscite a recuperare la propria password usando il modulo per password smarrita, sono ora disponibili altre due possibilit&agrave;. 1.) Se non ti importa di recuperare il tuo account puoi registrare un nuovo account e poi aprire una controversia per recuperare i tuoi indirizzi e-mail e domini. 2.) Se vuoi recuperare la tua password con l'aiuto del nostro staff, &egrave; richiesto un piccolo pagamento per ripagare il tempo di una persona che verifichi il fatto che tu sei il proprietario di quell'account. Dopo aver pagato l'importo richiesto dovrai contattare la persona adatta per organizzare la verifica. Premi il bottone di pagamento qui sotto per continuare.

source: If you are contacting us about advertising, please use the form at the bottom of the website, the first contact form is not the correct place.
it: Se ci contatti per la pubblicit&agrave;, per favore usa il modulo in fondo, il primo modulo di contatto non &egrave; il posto giusto.

source: Intermediate Certificate (DER Format)
it: Certificato intermedio (formato DER)

source: Intermediate Certificate (PEM Format)
it: Certificato intermedio (formato PEM)

source: Intermediate Certificate (Text Format)
it: Certificato intermedio (formato testo)

source: It's encouraged that you tear the top of this form off and give it to the person you are assuring as a reminder to sign up, and as a side benefit the tear off section also contains a method of offline verification of our fingerprints.
it: Ti consigliamo di ritagliare la parte superiore di questo modulo e consegnarla alla persona di cui stai attestando l'identit&agrave; come promemoria perch&eacute; si registri. Inoltre, la parte da ritagliare presenta l'ulteriore beneficio di fornire un mezzo per la verifica offline dei nostri fingerprint.

source: Link URI was too short.&lt;br /&gt;
it: La URI del link era troppo breve.&lt;br /&gt;

source: Link title was too short.&lt;br /&gt;
it: Il titolo del link era troppo breve.&lt;br /&gt;

source: Not displayed
it: Non visualizzato

source: OTP Hash
it: Hash OTP

source: OTP PIN
it: PIN OTP

source: Root Certificate (Text Format)
it: Certificato root (formato testo)

source: To make it easier for others in your area to find you, it's helpful to list yourself as an assurer (this is voluntary), as well as a physical location where you live or work the most. You can flag your account to be listed, and add a comment to the display by going to:
it: Perch&eacute; altre persone nella tua zona possano trovarti pi&ugrave; facilmente, &egrave; utile farsi elencare come Accertatore (&egrave; facoltativo), indicando il luogo dove vivi o lavori abitualmente. Puoi impostare il tuo account in modo da essere incluso nell'elenco e aggiungere un commento andando qui:

source: You can only place an advertisement for up to 12 months.&lt;br /&gt;
it: Puoi mettere un'inserzione pubblicitaria solo per periodi fino a 12 mesi.&lt;br /&gt;

source: You did not select any certificates for renewal.
it: Non hai selezionato nessun certificato da rinnovare.

source: You did not select any certificates for revocation.
it: Non hai selezionato nessun certificato da revocare.

source: You did not select any domains for removal.
it: Non hai selezionato nessun dominio da rimuovere.

source: You did not select any email accounts for removal.
it: Non hai selezionato nessun indirizzo e-mail da rimuovere.

source: Your certificate request is still queued and hasn't been processed yet. Please wait, and go to Certificates -&gt; View to see it's status.
it: La tua richiesta di certificato &egrave; tuttora in coda e non &egrave; stata ancora elaborata. Per favore attendi, e vai a Certificati -&gt; Visualizza per vederne lo stato.

source: You must enable ActiveX for this to work. On Vista you have to add this website to the list of trusted sites in the internet-settings.
it: Devi abilitare ActiveX perch&eacute; questo funzioni. Su Vista devi aggiungere questo sito alla lista dei siti fidati nelle opzioni Internet.

source: Please Note. All information on your certificate will be removed except the CommonName and SubjectAltName field, this is because it's an automated service and cannot automatically verify other details on your certificates are valid or not. If you are a valid organisation and would like more details to appear on certificates, you will need to have at least 50 assurance points and you need to send us a copy of your document of incorporation. Then we can add those details to your certificates. Contact us for more information on our organisational services.
it: Nota bene: tutte le informazioni verranno rimosse dal certificato ad eccezione dei campi CommonName e SubjectAltName; dato che questo &egrave; un servizio automatizzato non &egrave; infatti possibile verificare se le altre informazioni sono valide o no. Se rappresenti un'organizzazione legalmente costituita e vuoi che maggiori dettagli siano presenti sui certificati, devi avere almeno 50 punti di attestazione e devi inviarci una copia dei documenti ufficiali di registrazione dell'organizzazione; a quel punto possiamo aggiungere quei dettagli ai certificati. Contattaci per maggiori informazioni sui nostri servizi per le organizzazioni.

source: Maximum Distance:
it: Distanza massima:

source: Unable to find suitable location
it: Impossibile trovare una localit&agrave; adatta

source: article on the Wiki
it: articolo sul Wiki

source: CAcert Donation through PayPal
it: Donazione a CAcert tramite PayPal

source: CAcert Logo, Encapsulated PostScript (EPS) format
it: Logo CAcert, formato Encapsulated PostScript (EPS)

source: CAcert Logo, colour version, PNG format
it: Logo CAcert, versione a colori, formato PNG

source: CAcert Logo, monochrome version, PNG format
it: Logo CAcert, versione monocromatica, formato PNG

source: CAcert Public Relations materials
it: Materiale di CAcert per le pubbliche relazioni

source: Colour version
it: Versione a colori

source: Disclaimer
it: Limitazione di responsabilit&agrave;

source: Error: Both Name and Email address are empty
it: Errore: sia il nome che l'indirizzo e-mail sono vuoti

source: Error: UID is revoked
it: Errore: l'UID &egrave; stato revocato

source: For general documentation and help please see our %s site
it: Per documentazione generale e aiuto per favore visita il nostro sito %s

source: Monochrome version
it: Versione monocromatica

source: Multiple Email Adresses per UID are not allowed.
it: Indirizzi e-mail multipli su un singolo UID non sono ammessi.

source: Name and Email OK.
it: Nome e indirizzo e-mail OK.

source: Name and Email both cannot be matched with your account.
it: N&eacute; il nome n&eacute; l'indirizzo e-mail corrispondono al tuo account.

source: No valid UIDs found on your key
it: Nessun UID valido &egrave; stato trovato sulla tua chiave

source: On this page you find materials that can be used for CAcert publicity
it: In questa pagina trovi del materiale utilizzabile per pubblicizzare CAcert

source: Password Reset Payment through PayPal
it: Pagamento per la reimpostazione della password tramite Paypal

source: The email address has not been registered and verified in your account. Please add the email address to your account first.
it: L'indirizzo e-mail non &egrave; stato registrato e verificato nel tuo account. Per favore, prima di procedere aggiungi l'indirizzo e-mail al tuo account.

source: The email is OK. The name is empty.
it: L'indirizzo e-mail &egrave; OK. Il nome &egrave; vuoto.

source: The name in the UID does not match the name in your account. Please verify the name.
it: Il nome nell'UID non coincide con il nome nel tuo account. Per favore verifica il nome.

source: The name is OK. The email is empty.
it: Il nome &egrave; OK. L'indirizzo e-mail &egrave; vuoto.

source: The unverified UIDs have been removed, the verified UIDs have been signed.
it: Gli UID non verificati sono stati rimossi, gli UID verificati sono stati firmati.

source: Use of these materials is subject to the rules described in the %s.
it: L'uso di questo materiale &egrave; sottoposto alla regole descritte nel %s.

source: Sourcecode
it: Codice sorgente

source: When you click on next, we will send a confirmation email to the email address you have entered above.
it: Premendo 'Avanti', ti sar&agrave; inviata un'e-mail di conferma all'indirizzo che hai inserito qui sopra.

source: Have you read the CAcert %sCommunity Agreement%s yet?
it: Hai gi&agrave; letto l'%sAccordo Comunitario%s di CAcert?

source: I didn't receive a valid Certificate Request, please try a different browser.
it: Non &egrave; stata ricevuta una richiesta di certificato valida, per favore prova un altro browser.

source: If you want to have free certificates issued to you, join the %s CAcert Community %s.
it: Se vuoi avere certificati gratuiti per te, entra a far parte della %s Comunit&agrave; CAcert %s.

source: If you want to use certificates issued by CAcert, read the CAcert %s Disclaimer and Licence %s.
it: Se vuoi utilizzare i certificati emessi da CAcert, leggi la %s Limitazione di responsabilit&agrave; e Licenza %s di CAcert.

source: More information about CAcert Incorporated:
it: Maggiori informazioni su CAcert Incorporated:

source: Policies
it: Policy

source: CAcert bank account details:
it: Coordinate bancarie di CAcert:

source: Blocked Assurer
it: Accertatore bloccato

source: AU$50 per year for this button
it: 50 dollari australiani l'anno con questo bottone

source: If you are located in Australia, please use bank transfer instead:
it: Se sei in Australia, per favore usa invece un trasferimento bancario:

source: empty
it: vuoto

source: You are receiving this email because a CAcert administrator
it: Ricevi questa e-mail perch&eacute; un amministratore di CAcert

source: Assurer Candidates
it: Candidati Accertatori

source: Assurers with test
it: Accertatori con test

source: For CAcert Association Members
it: Per i membri dell'Associazione CAcert

source: Have you paid your CAcert Association membership fees for the year?
it: Hai pagato la quota associativa per l'Associazione CAcert di quest'anno?

source: If not then select this PayPal button to pay your US$10 membership fee for the year.
it: Se non l'hai fatto premi il bottone PayPal per pagare la quota annuale di 10 dollari USA.

source: If you are located in Australia, you can use bank transfer instead and pay the equivalent of US$10 in AU$.
it: Se sei in Australia, puoi fare un trasferimento bancario e pagare l'equivalente di 10 dollari USA in dollari australiani.

source: Internal Error
it: Errore interno

source: Please also include Your name in the transaction so we know who it came from or send an email to robert at cacert dot org with the details:
it: Per favore inserisci anche il tuo nome nella transazione cos&igrave; che possiamo sapere da chi arriva, oppure manda un'email a robert chiocciola cacert punto org con i dettagli:

source: The list of tests you did pass at
it: La lista dei test che hai superato su

source: This license applies to using the CAcert %s root keys %s.
it: Questa licenza si applica all'utilizzo delle %s chiavi root %s di CAcert.

source: Training
it: Formazione

source: Variant
it: Variante

source: You have at least 100 Assurance Points, if you want to become an assurer try the
it: Hai almeno 100 punti di attestazione, se vuoi diventare un Accertatore affronta la

source: You have passed the Assurer Challenge and collected at least 100 Assurance Points, you are an Assurer.
it: Hai superato la Prova per Accertatori e raccolto almeno 100 punti di attestazione, sei un Accertatore.

source: You have passed the Assurer Challenge, but to become an Assurer you still have to reach 100 Assurance Points!
it: Hai superato la Prova per Accertatori, ma per diventare un Accertatore devi ancora raggiungere i 100 punti di attestazione!

source: Your passed Tests
it: I test che hai superato

source: If you are located in Australia, use bank transfer instead.
it: Se sei in Australia, usa invece un trasferimento bancario.

source: If you can, please donate.
it: Se puoi, per favore fai una donazione.

source: Is Assurer
it: &Egrave; Accertatore

source: Passed Tests of
it: Test superati di

source: We are facing an uphill battle to fund this service and could do with your help?
it: Stiamo affrontando una difficile battaglia per finanziare questo servizio, possiamo contare sul tuo aiuto?

source: or a one off donation for this button whatever you can afford to help
it: o una donazione una tantum con questo bottone, per qualsiasi cifra ti puoi permettere

source: The mail server responsible for your domain indicated a temporary failure. This may be due to anti-SPAM measures, such as greylisting. Please try again in a few minutes.
it: Il server di posta responsabile del tuo dominio ha indicato un errore temporaneo. Questo potrebbe essere dovuto a misure antispam, come il greylisting. Per favore riprova tra qualche minuto.

source: Certificates expire in 6 months. Only the email address itself can be entered into the certificate (not your full name)
it: I certificati scadono dopo 6 mesi. Solamente l'indirizzo e-mail pu&ograve; essere incluso nel certificato (non il tuo nome completo)

source: Certificates expire in 24 months.
it: I certificati scadono dopo 24 mesi.

source: Certificate settings have been changed.
it: Le impostazioni del certificato sono state modificate.

source: By allowing certificate login, this certificate can be used to login into this account at https://secure.cacert.org/ .
it: Se abiliti l'accesso con certificato, questo certificato pu&ograve; essere utilizzato per accedere a questo account collegandoti a https://secure.cacert.org/ .

source: Change settings
it: Modifica le impostazioni

source: Enable certificate login with this certificate
it: Abilita l'accesso con questo certificato
