Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: Thus, having now asked the question, you suppose that it's the people who make the browser software that have carefully decided who is a trustworthy Certificate Authority. Funnily enough, the mainstream browsers have not, historically, had public policies on how they decide whether a Certificate Authority gets added to their browser. All of the Certificate Authorities that have found themselves in the browser software, are big names, probably with big profits (so they must be doing a good job!).
it: Quindi, avendo posto la domanda, supporrete che sia chi sviluppa il browser ad aver deciso con attenzione chi &egrave; un'autorit&agrave; di certificazione degna di fiducia. Invece i principali browser non hanno storicamente avuto politiche pubblicamente note su come decidono che un'autorit&agrave; di certificazione venga inclusa. Tutte le autorit&agrave; di certificazione che si sono trovate nei browser sono grossi nomi, probabilmente con grossi profitti (e quindi devono per forza fare un buon lavoro!).

source: To
it: A

source: To be completed
it: Da completare

source: To become an Assurer
it: Per diventare Accertatore

source: To create a Non-Profit Certificate Authority; an alternative to the commercial CAs.
it: Per creare un'autorit&agrave; di certificazione no profit; un'alternativa alle CA commerciali.

source: To fully understand, read the section directly above. I am using a free Certificate Authority to provide me with the ability to digitally sign my emails. As a result, this Certificate Authority is not (yet) recognised by your email software as it is a new organisation that is not yet fully established, although it is probably being included in the Mozilla browser. If you choose to, you can go the their site at CAcert.org to install the root certificate. You may be told that the certificate is untrusted - that is normal and I suggest that you continue installation regardless. Be aware that this implies your acceptance that you trust their secure distribution and storing of digital signatures, such as mine. (You already do this all the time). The CAcert.org root certificate will then automatically provide the safe validation of my digital signature, which I have entrusted to them. Or you can simply decide that you've wasted your time reading this and do nothing (humbug!). Shame on you! :-)
it: Per capire appieno, leggi la sezione precedente. Sto usando un'autorit&agrave; di certificazione libera che mi dia la possibilit&agrave; di firmare digitalmente le mie e-mail. Questa autorit&agrave; di certificazione, essendo una nuova organizzazione non ancora completamente affermata, non &egrave; (ancora) riconosciuta dal tuo client di posta, anche se probabilmente sta per essere inclusa in nel browser Mozilla. Se credi, puoi andare sul sito CAcert.org per installare il certificato root. Pu&ograve; darsi ti venga segnalato che il certificato &egrave; insicuro: &egrave; normale e ti suggerisco di proseguire comunque con l'installazione. Sappi che questo implica che tu accetti come sicuro del loro sistema di distribuzione e conservazione delle credenziali digitali, come la mia (lo fai gi&agrave; ogni volta). In questo modo il certificato root di CAcert.org fornir&agrave; automaticamente la convalida sicura della mia firma digitale, che io ho affidato a loro. Oppure puoi decidere semplicemente che hai sprecato il tuo tempo a leggere fin qui e non fare nulla. Vergogna! :-)

source: To generate a public and private key pair and CSR for a Microsoft IIS 5 Server:
it: Per creare una coppia di chiavi pubblica e privata e una CSR per un server Microsoft IIS 5:

source: To get from computer Internet User A to Internet User B an email may pass through tens of anonymous computers on the Internet. These 'Internet infrastructure' computers are all free to inspect and change the contents of your email as they see fit. Governments systematically browse the contents of all emails going in/out/within their country, e.g. the
it: Per passare dall'utente A all'utente B di Internet un e-mail pu&ograve; attraversare decine di computer anonimi sulla rete. Tutti questi computer dell'infrastruttura di Internet sono liberi di ispezionare e cambiare il contenuto dell'e-mail a loro piacimento. Ci sono organizzazioni governative che esaminano sistematicamente il contenuto di tutte le e-mail che entrano ed escono dal loro paese, per esempio

source: To provide a trust mechanism to go with the security aspects of encryption.
it: Per fornire un meccanismo di fiducia da abbinare agli aspetti di sicurezza della cifratura.

source: Total Points
it: Punti totali

source: Total Points Issued
it: Punti totali assegnati

source: Town/Suburb
it: Citt&agrave;/Frazione

source: Translations
it: Traduzioni

source: Trusted Third Parties
it: Terze Parti Riconosciute (TTP)

source: U.K. e-mail snooping bill passed
it: &egrave; passata la legge inglese ficcanaso sulle email

source: UK Government has done this since the year 2000
it: Il Governo del Regno Unito lo fa del 2000

source: Unable to match your details with any user accounts on file
it: Impossibile trovare una corrispondenza fra i tuoi dettagli e qualsiasi account utente presente in archivio

source: Under 'Administrative Tools', open the 'Internet Services Manager'. Then open up the properties window for the website you wish to request the certificate for. Right-clicking on the particular website will open up its properties.
it: Sotto 'Administrative Tools' apri 'Internet Service Manager'. Poi apri la finestra delle propriet&agrave; per il sito di cui desideri chiedere il certificato. Cliccando col tasto destro su un particolare sito si apriranno le sue propriet&agrave;.

source: Unofficial FAQ/Wiki
it: FAQ/Wiki non ufficiali

source: Unverified
it: Non verificato

source: Update
it: Aggiorna

source: Update Domain for %s
it: Aggiorna il dominio per %s

source: Update My Settings
it: Aggiorna impostazioni

source: Update Pass Phrase
it: Aggiorna la password

source: Updated
it: Aggiornato

source: Valid
it: Valido

source: Valid Certificates
it: Certificati validi

source: Verification needed
it: Verifica necessaria

source: Verified
it: Verificato

source: Verified Domains
it: Domini verificati

source: Verified Emails
it: Indirizzi e-mail verificati

source: Verified Users
it: Utenti verificati

source: President
it: Presidente

source: View
it: Visualizza

source: View Organisations
it: Visualizza organizzazioni

source: Warning!
it: Attenzione!

source: Warning! This site requires cookies to be enabled to ensure your privacy and security. This site uses session cookies to store temporary values to prevent people from copying and pasting the session ID to someone else exposing their account, personal details and identity theft as a result.
it: Attenzione! Questo sito richiede che i cookie siano abilitati nel tuo browser per assicurare la tua riservatezza e sicurezza. Questo sito utilizza dei cookie relativi alla sessione di lavoro per immagazzinare dati temporanei, al fine di evitare che qualcuno copi e incolli ad altri l'identificativo di sessione mettendo in pericolo il proprio account e i propri dati personali portando, come risultato finale, a un furto d'identit&agrave;.

source: driver license
it: patente di guida

source: date of assurance
it: data dell'attestazione

source: certificate
it: certificato

source: Wasn't able to match '%s' against any user in the system
it: Non &egrave; stato possibile associare '%s' a nessun utente nel sistema

source: We analyse visitors' use of our sites by tracking information such as page views, traffic flow, search terms, and click through. We use this information to improve our sites. We also share this anonymous traffic and demographic information in aggregate form with advertisers and other business partners. We do not share any information with advertisers that can identify an individual user.
it: Analizziamo l'utilizzo del nostro sito da parte dei visitatori tenendo traccia di infomazioni quali le pagine che vengono visualizzate, il flusso di traffico, i termini utilizzati per la ricerca e i collegamenti sui quali viene fatto clic. Utilizziamo queste informazioni per migliorare i nostri siti. Condividiamo inoltre queste informazioni sul traffico e sulle persone con gli inserzionisti e con altri partner professionali. Non condividiamo con gli inserzionisti alcuna informazione che possa portare a identificare un singolo utente.

source: Your domain has been verified. You can now start issuing certificates for this domain.
it: Il tuo dominio &egrave; stato verificato. Ora puoi emettere certificati per questo dominio.

source: Your email has been sent to
it: La tua email &egrave; stata inviata a

source: Your details have been updated.
it: I tuoi dettagli sono stati aggiornati.

source: We don't use cookies to store personal information, we do use sessions, and if cookies are enabled, the session will be stored in a cookie, and we do not look for cookies, apart from the session id. However if cookies are disabled then no information will be stored on or looked for on your computer.
it: Non utilizziamo i cookie per immagazzinare informazioni personali; usiamo le sessioni, e se i cookie sono abilitati, la sessione verr&agrave; immagazzinata in un cookie, inoltre non andiamo a leggere i cookie se non per ottenere l'identificativo della sessione. Se comunque i cookie non sono abilitati, nessuna informazione verr&agrave; scritta nel tuo computer o letta da esso.

source: WebTrust for Certification Authorities
it: WebTrust per le autorit&agrave; di certificazione

source: Welcome to CAcert.org
it: Benvenuto su CAcert.org

source: Welcome to your account section of the website. Below is a description of the different sections and what they're for.
it: Benvenuto alla sezione del sito web relativa al tuo account. Di seguito trovi una descrizione delle diverse sezioni e del loro scopo.

source: What can CAcert provide to you, to increase your privacy and security for free?
it: Che cosa pu&ograve; offrirti CAcert, per aumentare la tua privacy e sicurezza gratuitamente?

source: What is it for?
it: A che cosa serve?

source: When and Where?
it: Quando e dove?

source: When you have read this information, click 'Finish'.
it: Dopo aver letto queste informazioni, premi 'Fine'

source: Your current location is set as: %s
it: La tua localit&agrave; &egrave; attualmente impostata a: %s

source: Your default email address has been updated to '%s'.
it: Il tuo indirizzo e-mail predefinito &egrave; stato aggiornato a '%s'.

source: Your details have been updated with the database.
it: I tuoi dettagli nel database sono stati aggiornati.

source: Who
it: Chi

source: Who?
it: Chi?

source: Why digitally sign your own emails?! (weirdo..)
it: Perch&eacute; usare la firma digitale per le proprie e-mail?!

source: Why is the digital signature described as 'not valid/not trusted'?
it: Perch&eacute; la firma digitale &egrave; definita 'non valida/non fidata'?

source: Why isn't it being adopted by everyone?
it: Perch&eacute; non &egrave; utilizzato da tutti?

source: Why use serial you ask? Well certificate requests are low bandwidth for starters, then of course simpler systems in security are less prone to exploits, and finally serial code is pretty mature and well tested and hopefully all exploits were found and fixed a long time ago.
it: Ti chiedi perch&eacute; usare una seriale? Beh, innanzitutto le richieste di certificazione occupano poca banda, e poi naturalmente i sistemi pi&ugrave; semplici rispetto alla sicurezza sono meno esposti a violazioni, e infine il codice per la seriale &egrave; piuttosto maturo e testato, e sperabilmente tutti i problemi sono stati trovati e risolti da tempo.

source: Why?
it: Perch&eacute;?

source: With the proposed root certificate changes, there would be a new root, this would sign at least 1 sub-root, then the private key stored offline in a bank vault, with the sub-root doing all the signing, or alternatively 2 sub-roots, 1 for client certificates, one for server, the thinking behind this, if any of the sub-roots are compromised they can be revoked and reissued.
it: Con i cambiamenti proposti al certificato root, ci sarebbe una nuova root, questa firmerebbe almeno una sub-root, quindi la chiave privata sarebbe immagazzinata offline in una cassetta di sicurezza, con la sub-root che effettua tutte le firme; o in alternativa due sub-root, una per i certificati client e una per i server; il ragionamento dietro tutto ci&ograve; &egrave; che se una sub-root viene compromessa, pu&ograve; essere revocata e riemessa.

source: Within 200km Announcements
it: Annunci entro 200km

source: WoT Form
it: Modulo WoT

source: YYYY-MM-DD
it: AAAA-MM-GG

source: Yes
it: S&igrave;

source: You are able to update, add and remove your information at any time via our web interface, log into the 'My Account' and then click on the 'My Details' section, and then click the relevant link
it: Puoi aggiornare, aggiungere e rimuovere le informazioni su di te in qualsiasi momento attraverso la nostra interfaccia web, effettuando un accesso attraverso 'Account personale', facendo click sulla sezione 'Profilo personale' e poi facendo click sulla voce di interesse

source: You are about to install a certificate, if you are using mozilla/netscape based browsers you will not be informed that the certificate was installed successfully, you can go into the options dialog box, security and manage certificates to view if it was installed correctly however.
it: Stai per installare un certificato. Se stai usando un browser Mozilla/Netscape, non verrai informato del fatto che il certificato sia stato installato correttamente. Puoi comunque aprire il men&ugrave; Opzioni del programma, scegliere Sicurezza e Gestisci certificati per controllare che l'installazione sia andata a buon fine.

source: You are never allowed to Assure yourself!
it: Non puoi attestare la tua stessa identit&agrave;!

source: You are only allowed to Assure someone once!
it: Puoi attestare l'identit&agrave; di qualcuno soltanto una volta!

source: You are putting your trust in people you don't know!
it: Ti stai fidando di persone che non conosci!

source: You are receiving this email because you had a temporary increase to 200 points. This has since expired and you have been reduced to 150 points.
it: Ricevi questo messaggio e-mail perch&eacute; hai ricevuto un incremento temporaneo a 200 punti. Alla scadenza avrai nuovamente 150 punti.

source: You are receiving this email because you have assured %s %s (%s).
it: Ricevi questo messaggio e-mail perch&eacute; hai attestato l'identit&agrave; di %s %s (%s).

source: You are receiving this email because you have been assured by %s %s (%s).
it: Ricevi questo messaggio e-mail perch&eacute; la tua identit&agrave; &egrave; stata attestata da %s %s (%s).

source: Further Information
it: Ulteriori informazioni

source: Has been involved in translating this website into Portuguese
it: &Egrave; stato coinvolto nella traduzione di questo sito in portoghese

source: Has put a lot of time and effort into promoting and assuring people in Brazil and South America, and for helping to translate this site into Portuguese
it: Ha profuso molto tempo e molte energie nel promuovere e attestare identit&agrave; in Brasile e in Sudamerica, e per aiutare a tradurre questo sito in portoghese

source: CAcert Board
it: Consiglio Direttivo di CAcert

source: You can alternatively use the form below, however joining the list is the prefered option to support your queries
it: In alternativa puoi utilizzare il modulo seguente, tuttavia iscriverti alla mailing list di supporto &egrave; la cosa migliore

source: Your certificate request has failed to be processed correctly, see %sthe WIKI page%s for reasons and solutions.
it: Impossibile elaborare correttamente la richiesta di certificato, consulta la %spagina wiki%s per possibili motivi di errore e soluzioni.

source: Your country, state and city.
it: La tua nazione, regione e citt&agrave;.

source: You can send digitally signed/encrypted emails; others can send encrypted emails to you.
it: Puoi inviare messaggi di posta cifrati/firmati digitalmente; altri possono inviarti mesaggi cifrati.

source: You currently don't have access to the email address you selected, or you haven't verified it yet.
it: Non hai al momento accesso all'indirizzo e-mail selezionato, o non hai ancora proceduto alla sua verifica.

source: You didn't list a valid sponsor for this action.
it: Non hai indicato un garante valido per quest'azione.

source: You don't have access to this area.
it: Non hai accesso a quest'area.

source: You failed to check all boxes to validate your adherence to the rules and policies of CAcert
it: Non hai spuntato tutte le voci per rendere valida la tua adesione alle regole e alle policy di CAcert

source: You failed to correctly enter your current Pass Phrase.
it: Non hai inserito correttamente la tua password attuale.

source: You failed to enter a location of your meeting.
it: Non hai indicato un luogo per l'incontro.

source: You failed to get all answers correct or you didn't configure enough lost password questions for your account. System admins have been notified.
it: Non hai risposto correttamente a tutte le domande, oppure non hai configurato un numero sufficiente di domande per il recupero password nel tuo account; gli amministratori del sistema sono stati avvisati.

source: You failed to paste a valid GPG/PGP key.
it: Non hai incollato una chiave GPG/PGP valida.

source: You get a vote in how CAcert (a non-profit association incorporated in Australia) is run; be eligible for positions on the CAcert board.
it: Ottieni il diritto di voto nella gestione di CAcert (un'associazione australiana senza scopo di lucro); diventi eleggibile nel Consiglio Direttivo di CAcert.

source: You have now created a public/private key pair. The private key is stored locally on your machine. The public portion is sent to CAcert in the form of a CSR.
it: Ora hai generato una coppia di chiavi publica/privata. La chiave privata &egrave; conservata localmente sulla tua macchina. La parte pubblica &egrave; trasmessa a CAcert sotto forma di una CSR.

source: Your certificate request has failed to be processed correctly, please try submitting it again.
it: Non &egrave; stato possibile elaborare correttamente la tua richiesta di certificato; per favore prova a inviarla nuovamente.

source: Your browser includes special digital (root) certificates from a number of these 'Certificate Authorities' by default, and all web sites use certificates that are validated by one of these companies, which you as a user implicitly trust every time you go to the secure part of a web site. (You might ask, who validates the security of the Certificate Authorities, and why should you trust them?!
it: Il tuo browser contiene preinstallati degli speciali certificati (di root) di un certo numero di queste 'autorit&agrave; di certificazione', e tutti i siti web usano certificati emessi da una di queste aziende, di cui tu come utente implicitamente ti fidi ogni volta che entri nell'area sicura di un sito web. (Ti potresti domandare: chi verifica la sicurezza di queste autorit&agrave; di certificazione, e perch&eacute; dovrei fidarmi di loro?)

source: Your attempt to accept or reject a disputed email is invalid due to the hash string not matching with the email ID. Your attempt has been logged and the request will be removed from the system as a result.
it: Il tuo tentativo di accettare o respingere un indirizzo e-mail sotto contestazione non &egrave; valido perch&eacute; la stringa di hash non corrisponde con l'ID dell'e-mail. Il tuo tentativo &egrave; stato registrato, e come risultato la richiesta sar&agrave; rimossa dal sistema.

source: Your attempt to accept or reject a disputed email is invalid due to the hash string not matching with the email ID.
it: Il tuo tentativo di accettare o respingere un indirizzo e-mail sotto contestazione non &egrave; valido perch&eacute; la stringa di hash non corrisponde con l'ID dell'e-mail.

source: Your attempt to accept or reject a disputed domain is invalid due to the hash string not matching with the domain ID. Your attempt has been logged and the request will be removed from the system as a result.
it: Il tuo tentativo di accettare o respingere un dominio sotto contestazione non &egrave; valido perch&eacute; la stringa di hash non corrisponde con l'ID del dominio. Il tuo tentativo &egrave; stato registrato, e come risultato la richiesta sar&agrave; rimossa dal sistema.

source: Your account has not been verified yet, please check your email account for the signup messages.
it: Il tuo account non &egrave; ancora stato verificato; per favore controlla la tua casella e-mail per vedere se hai ricevuto il messaggio di registrazione.

source: Your account information has been updated.
it: Le informazioni del tuo account sono state aggiornate.

source: Your attempt to accept or reject a disputed domain is invalid due to the hash string not matching with the domain ID.
it: Il tuo tentativo di accettare o respingere un dominio sotto contestazione non &egrave; valido perch&eacute; la stringa di hash non corrisponde con l'ID del dominio.

source: Your account and/or email address has been verified. You can now start issuing certificates for this address.
it: Il tuo account e/o indirizzo e-mail sono stati verificati. Puoi ora emettere certificati per questo indirizzo.

source: Your Pass Phrase has been updated and your primary email account has been notified of the change.
it: La tua password &egrave; stata modificata ed &egrave; stato inviato un messaggio di avviso della modifica al tuo indirizzo e-mail primario.

source: Your Name
it: Il tuo nome

source: Your Email
it: Il tuo indirizzo e-mail

source: You've attempted to verify the same email address a fourth time with an invalid hash, subsequently this request has been deleted in the system
it: Hai tentato di verificare lo stesso indirizzo e-mail per la quarta volta con un hash non valido, successivamente questa richiesta &egrave; stata cancellata dal sistema

source: You've been Assured.
it: La tua identit&agrave; &egrave; stata verificata.

source: Your Assurance Points
it: I tuoi punti di attestazione

source: You've Assured Another Member.
it: Hai attestato l'identit&agrave; di un altro membro.

source: You've attempted to verify the same domain a fourth time with an invalid hash, subsequantly this request has been deleted in the system
it: Hai tentato di verificare lo stesso dominio per la quarta volta con un hash non valido, successivamente questa richiesta &egrave; stata cancellata dal sistema

source: You'll prepare the request now, but you can only submit the request via the online request forms. We do not accept CSRs via email.
it: Preparerai ora la richiesta, ma puoi inviarla solo utilizzando i moduli online. Non accettiamo CSR via e-mail.

source: You will then be asked to enter information about your company into the certificate. Below is a valid example:
it: Ti sar&agrave; poi chiesto di inserire informazioni sulla tua azienda nel certificato. Ecco un esempio valido:

source: You will see a confirmation screen.
it: Vedrai una schermata di conferma.
