Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: Question: I'm a software developer for linux and I want to use CAcert/openssl to distribute my packages with detached signatures, is this possible and why would I do this over PGP/GPG detached signatures?
it: Domanda: Sono uno sviluppatore di software per Linux e vorrei usare CAcert/OpenSSL per distribuire i miei pacchetti con firme separate; &egrave; possibile, e perch&eacute; dovrei preferire questo alle firme separate fatte con PGP/GPG?

source: References
it: Riferimenti

source: Regional Announcements
it: Annunci regionali

source: Removed a pending request for '%s'
it: &Egrave; stata rimossa una richiesta in sospeso per '%s'

source: Renew
it: Rinnova

source: Renew/Revoke/Delete
it: Rinnova/Revoca/Elimina

source: Renewing
it: Rinnovo in corso

source: Repeat
it: Ripeti

source: Return to the 'Internet Information Services' screen in 'Administrative Tools' under 'Control Panel'. Right click on 'Default Web Site' and select 'Properties'.
it: Ritorna alla schermata 'Internet Information Services' in 'Strumenti di Amministrazione' sotto 'Pannello di Controllo'. Clicca col tasto destro su 'Sito Web predefinito' e seleziona 'Propriet&agrave;'.

source: Revoke/Delete
it: Revoca/Elimina

source: Revoked
it: Revocato

source: Right now it's happening all around you - there are secured websites and email protocols being protected and trusted by people, signed by CAcert.
it: Sta accadendo proprio adesso tutto intorno a te - ci sono siti web e protocolli di posta che sono protetti e di cui le persone si fidano, firmati da CAcert.

source: Root Certificate
it: Certificato root

source: Root Certificate (DER Format)
it: Certificato root (formato DER)

source: Root Certificate (PEM Format)
it: Certificato root (formato PEM)

source: Rules
it: Regole

source: Put a lot of effort convincing people in Germany to signup and be assured, he started work on a new RFC compliant CPS, spent countless hours helping with tech support, and so much more
it: Ha profuso un grande sforzo convincendo persone in Germania a registrarsi e far attestare la propria identit&agrave;, ha iniziato il lavoro su un nuovo CPS conforme agli RFC, speso ore innumerevoli aiutando al supporto tecnico, e molto altro.

source: Same as above plus you can include your full name in the certificates.
it: Come sopra, e in pi&ugrave; puoi inserire il tuo nome nei certificati.

source: Same as above, except certificates expire in 24 months.
it: Come sopra, ad eccezione del fatto che i certificati scadono dopo 24 mesi.

source: Same as above, plus get 50 assurance points by meeting with assurer(s) from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents.
it: Come sopra, e in pi&ugrave; devi ottenere 50 punti di attestazione incontrando degli Accertatori del Web of Trust di CAcert, che verifichino la tua identit&agrave; da tuoi documenti con foto emessi dallo Stato.

source: Same as above, plus you must get a minimum of 50 assurance points by meeting with one or more assurers from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents.
it: Come sopra, e in pi&ugrave; devi ottenere almeno di 50 punti di attestazione incontrando uno o pi&ugrave; Accertatori del Web of Trust di CAcert, che verifichino la tua identit&agrave; da tuoi documenti con foto emessi dallo Stato.

source: Same as above.
it: Come sopra.

source: Saving the certificate
it: Installazione del tuo certificato

source: Screenshot of IIS 5.0
it: Schermate di IIS 5.0

source: Search
it: Cerca

source: Search this region
it: Cerca in questa zona

source: Secondary Emails
it: Indirizzi e-mail secondari

source: Your location has been updated
it: La tua localit&agrave; &egrave; stata aggiornata

source: Your message has been sent to the general support list.
it: Il tuo messaggio &egrave; stato inviato alla lista di supporto generico.

source: Your message has been sent.
it: Il tuo messaggio &egrave; stato inviato.

source: Your vote has been accepted.
it: Il tuo voto &egrave; stato accettato.

source: and
it: e

source: as applicable
it: come applicabile

source: dd/mm/yyyy
it: gg/mm/aaaa

source: eg Sydney, New South Wales, Australia
it: per esempio Sydney, New South Wales, Australia

source: has changed the default email on your account.
it: ha cambiato l'indirizzo e-mail predefinito del tuo account.

source: has changed the password on your account.
it: ha cambiato la password del tuo account.

source: lines. Do not copy any extra line feeds or carriage returns at the beginning or end of the certificate. Save the certificate into a text editor like Notepad. Save the certificate with an extension of .cer and a meaningful name like certificate.cer
it: righe. Non inserire degli 'a capo' aggiuntivi all'inizio o alla fine del certificato. Salva il certificato in un editor di testo (per esempio il Blocco Note). Salva il certificato usando l'estensione .cer e un nome significativo come certificato.cer

source: Select 'Bit length'. We advise a key length of 1024 bits.
it: Seleziona la lunghezza della chiave in bit. Ne raccomandiamo una di 1024 bit.

source: Select 'Create a new certificate'
it: Seleziona 'Crea un nuovo certificato'

source: Select 'Server Certificate' at the bottom of the tab in the 'Secure communications' section.
it: Seleziona &quot;Certificato Server&quot; nella parte inferiore della linguetta nella sezione &quot;Comunicazioni Sicure&quot;.

source: Select Specific Account Details
it: Seleziona i dettagli specifici per l'account

source: Select an easy to locate folder. You'll have to open this file up with Notepad. The CSR must be copied and pasted into our online form. Once the CSR has been submitted, you won't need this CSR any more as IIS won't reuse old CSR to generate new certificates.
it: Seleziona una cartella facile da individuare. Dovrai aprire questo file col blocco note. La CSR deve essere copiata e incollata nel nostro modulo online. Una volta che la CSR &egrave; stata inviata non ne avrai pi&ugrave; bisogno, perch&eacute; IIS non riutilizzer&agrave; vecchie CSR per generare nuovi certificati.

source: Select the .cer file and click 'Next'.
it: Seleziona il file .cer e premi 'Avanti'.

source: Select the Directory Security tab
it: Seleziona la linguetta &quot;Protezione directory&quot;

source: Send
it: Invia

source: Sensitive Information
it: Informazioni sensibili

source: Server Certificates
it: Certificati server

source: Server certificates (un-assured)
it: Certificati server (non verificati)

source: Shortly you and the person you were assuring will receive an email confirmation. There is no action on your behalf required to complete this.
it: A breve sia tu che la persona di cui hai attestato l'identit&agrave; riceverete un messaggio e-mail di conferma. Non &egrave; richiesto nessun altro intervento da parte tua per completare questa operazione.

source: Snail Mail
it: Posta tradizionale

source: So if you don't pass the audit, you don't get to be a Certificate Authority. And to pass the audit, well, you've got to show that you can do a good job issuing certificates. That they're secure, you only give them to the right people, etc. So what happens when you make a mistake and you erroneously issue a certificate that risks the entire Internet browsing population, like Verisign did? Well, er, nothing actually. They already paid for their audit, and damn it, they're so big now, we couldn't possibly revoke their Certificate Authority status. (There's too much money at stake!)
it: Quindi se non passi la verifica, non ottieni di essere un'autorit&agrave; di certificazione. E per passare la verifica, beh, devi dimostrare di fare un buon lavoro nell'emettere i certificati. Che sono sicuri, che li dai solo alle persone giuste, eccetera. Cos&igrave; che cosa accade quando per errore emetti un certificato che mette a rischio la popolazione dei navigatori di tutta Internet, come Verisign? Beh, ehm, in realt&agrave; nulla. Hanno gi&agrave; pagato la loro verifica, e maledizione, adesso sono cos&igrave; grandi, non possiamo revocare il loro status di autorit&agrave; di certificazione (ci sono troppi soldi in gioco!).

source: So what can I do to help the cause?
it: Come posso essere utile?

source: So, dammit, what's the point of all this then?
it: Allora, dannazione, qual &egrave; il punto di tutto ci&ograve;?

source: Some of our advertisers use a third-party ad server to display ads. These ads may contain cookies. The ad server receives these cookies, and we don't have access to them.
it: Alcuni dei nostri sponsor utilizzano un server di terze parti per la visualizzazione dei messaggi pubblicitari. Queste pubblicit&agrave; possono contenere dei cookie. Il server per la visualizzazione dei messaggi pubblicitari riceve questi cookie e noi non abbiamo accesso ad essi.

source: Sorry, I was unable to locate that user.
it: Spiacente ma non &egrave; stato possibile individuare l'utente.

source: Sponsoring Member
it: Membro Sponsorizzatore

source: State or Province Name (full name) [NSW]:
it: Nome della regione o provincia (nome completo) [NSW]:

source: State/Province
it: Regione/Provincia

source: Statistics
it: Statistiche

source: Status
it: Stato

source: Subject
it: Oggetto

source: Submit
it: Invia

source: Suffix
it: Suffisso

source: System Admin
it: Amministratore di sistema

source: System will send you an email with a link in it, you just open the link in a webbrowser.
it: Riceverai un'e-mail con un link, devi semplicemente aprire quel link con un browser web.

source: Temporary Increase
it: Incremento temporaneo

source: Temporary points increase has expired.
it: L'incremento temporaneo di punti &egrave; terminato.

source: Ten Risks of PKI: What You're not Being Told about Public Key Infrastructure
it: Dieci rischi delle PKI: quello che nessuno ti ha mai detto sulle infrastrutture a chiave pubblica

source: Thank you very much for your support, your donations help CAcert to continue to operate.
it: Mille grazie per il tuo supporto, la tua donazione aiuta CAcert a continuare nel suo operato.

source: Thanks for signing up with CAcert.org, below is the link you need to open to verify your account. Once your account is verified you will be able to start issuing certificates till your hearts' content!
it: Grazie per esserti registrato su CAcert.org. Qui sotto &egrave; riportato il collegamento che devi utilizzare per effettuare la verifica finale del tuo account. Una volta che avrai provveduto ad effettuare la verifica del tuo account potrai iniziare ad emettere tutti i certificati che vorrai!

source: That situation has changed, and Internet Explorer, being the most obvious example, now insists that any Certificate Authorities are 'audited' by an 'independent' organisation, the American Institute for Certified Public Accountant's (AICPA). So now, if you have the money needed (from US$75000 up to US$250000 and beyond) you can get these accountants, who clearly know a lot about money, to approve you as having the required technical infrastructure and business processes to be a Certificate Authority. And they get a nice wad of money for the pleasure. And the Certificate Authorities, having a kind of monopoly as a result, charge a lot for certificates and also get a nice wad of money. And everyone's happy.
it: Che la situazione &egrave; cambiata, e Internet Explorer, essendo l'esempio pi&ugrave; evidente, ora insiste che tutte le autorit&agrave; di certificazione siano 'verificate' da un'organizzazione 'indipendente', l'American Institute for Certified Public Accountants (AICPA). Cos&igrave; ora, se hai i soldi necessari (da 75.000 fino a 250.000 dollari americani e pi&ugrave;) puoi chiamare questi contabili, che sono chiaramente competenti in materia di soldi, a confermare che hai i necessari mezzi tecnici e processi di business per essere un'autorit&agrave; di certificazione. E prendono un bel po' di soldi per questa cortesia. E le autorit&agrave; di certificazione, ottenendo come risultato una sorta di monopolio, chiedono parecchi soldi per i certificati, facendo a loro volta un bel po' di soldi. E tutti sono felici.

source: The 1024-bit key generation failed. Would you like to try 512 instead?
it: La generazione della chiave a 1024 bit non &egrave; andata a buon fine. Vuoi provare a generarne una a 512 bit?

source: The Common Name is the fully qualified host and Domain Name or website address that you will be securing. Both 'www.CAcert.org' and 'secure.CAcert.com' are valid Common Names. IP addresses are usually not used.
it: Il Common Name (nome principale) &egrave; il nome di dominio completo della macchina o del sito web che vuoi certificare. Sia 'www.CAcert.org' che 'secure.CAcert.com' sono Common Name validi. Gli indirizzi IP non sono solitamente usati.

source: The ID or Hash has already been verified, or something weird happened.
it: L'identificativo o l'hash sono gi&agrave; stati verificati, oppure &egrave; accaduto qualcosa di strano.

source: The ID or Hash has already been verified, the domain no longer exists in the system, or something weird happened.
it: L'identificativo o l'hash sono gi&agrave; stati verificati, il dominio non &egrave; pi&ugrave; presente all'interno del sistema, oppure &egrave; accaduto qualcosa di strano.

source: The Organisational Unit field is the 'free' field. It is often the department or Server name for reference.
it: Il campo Organizational Unit &egrave; un campo 'libero'. &Egrave; utilizzato spesso per indicare un riferimento al dipartimento oppure al nome del Server.

source: The Pass Phrase you submitted was too short.
it: La password inserita &egrave; troppo corta.

source: The Pass Phrase you submitted was too short. It must be at least 6 characters.
it: La password inserita &egrave; troppo corta. Deve contenere almeno 6 caratteri.

source: The Regulation of Investigational Powers Act (RIPA)&lt;/a&gt; ('Snooping Bill' official gov site, UK)
it: Il Regolamento della Legge sui Poteri d'Investigazione (RIPA)&lt;/a&gt; (&quot;legge spia&quot; ufficiale del governo del Regno Unito)

source: The ability to assure other new CAcert users; contribute to the strengthening and broadening of the CAcert Web of Trust.
it: La possibilit&agrave; di attestare l'identit&agrave; di altri nuovi utenti di CAcert; contribuisci al potenziamento e all'ampliamento del Web of Trust di CAcert.

source: The address you submitted isn't a valid authority address for the domain.
it: L'indirizzo che hai specificato non &egrave; valido come indirizzo autoritativo per il dominio.

source: The current %s board, and roles.
it: L'attuale Consiglio Direttivo %s e relativi ruoli.

source: The domain '%s' has been added to the system, however before any certificates for this can be issued you need to open the link in a browser that has been sent to your email address.
it: Il dominio '%s' &egrave; stato aggiunto al sistema; prima per&ograve; di poter emettere i certificati devi aprire con un browser il link che hai ricevuto tramite e-mail.

source: The email account section is for adding/updating/removing email accounts which can be used to issue client certificates against. The client certificate section steps you through generating a certificate signing request for one or more emails you've registered in the email account section.
it: La sezione relativa agli account e-mail serve ad aggiungere/aggiornare/rimuovere gli account e-mail che possono essere utilizzati nell'emissione di certificati client. La sezione riguardante i certificati client ti guida attraverso la generazione di una richiesta di certificato per uno o pi&ugrave; account e-mail registrati nella sezione ad essi relativa.

source: The email address '%s' has been added to the system, however before any certificates for this can be issued you need to open the link in a browser that has been sent to your email address.
it: L'indirizzo e-mail '%s' &egrave; stato aggiunto al sistema; prima per&ograve; di poter emettere certificati devi aprire in un browser il link che hai ricevuto al tuo indirizzo e-mail.

source: The following accounts have been removed:
it: I seguenti account sono stati rimossi:

source: The following domains have been removed:
it: I seguenti domini sono stati rimossi:

source: The number of assurance point you have will limit the maximum assurance points you can issue for people you assure.
it: La quantit&agrave; di punti di attestazione in tuo possesso limiter&agrave; i punti massimi di attestazione che puoi assegnare alle persone di cui attesti l'identit&agrave;.

source: Please note: The class 3 root certificate needs to be setup in your webserver as a chained certificate, while slightly more complicated to setup, this root certificate is more likely to be trusted by more people.
it: Nota bene: Il certificato root di classe 3 deve essere installato nel tuo browser come certificato concatenato; pur essendo un po' pi&ugrave; complicato da installare, &egrave; pi&ugrave; probabile che questo certificato root sia accettato da pi&ugrave; persone.

source: The page has been reproduced on %s with explicit permission from %sthe author%s with the information being copyrighted to the author (name with held by request)
it: La pagina &egrave; stata riprodotta su %s con il permesso esplicito %sdell'autore%s con le informazioni protette da diritto d'autore (nome conservato con la richiesta)

source: The password for %s has been updated successfully in the system.
it: La password per %s stata aggiornata con successo.

source: The primary goals are:
it: Gli scopi principali sono:

source: The purpose of digital signing is to prove, electronically, one's identity
it: Lo scopo della firma digitale &egrave; dimostrare, elettronicamente, la propria identit&agrave;.

source: The reason digital signatures prepare us for encryption is that if everyone were setup to be able to generate their own digital signatures, it would be technically very easy to make the next step from digital signatures to encryption. And that would be great for privacy, the fight against spamming, and a safer Internet.
it: Il motivo per cui le firme digitali ci preparano per la cifratura &egrave; che se tutti avessero un sistema configurato per poter generare la loro propria firma digitale, sarebbe tecnicamente molto facile fare il passo seguente, dalle firme digitali alla cifratura. E questa sarebbe un'ottima cosa per la privacy, per la lotta contro lo spam, e per un'Internet pi&ugrave; sicura.

source: The requests sent to the root store, are stored in a file for another process triggered by cron to parse and sign them, then stored in a reply file to be sent back to the webserver. Causing things to be separated into different users, basic privilege separation stuff. So being actually able to hack the serial daemons will only at the VERY worst cause fraudulent certificates, not the root to be revealed.
it: Le richieste trasmesse al server root sono scritte in un file in attesa di un altro processo, innescato da cron, che le analizzi e le firmi. Una volta firmate vengono passate a un file di risposta da trasmettere di nuovo al server web. In tal modo le varie fasi sono gestite con utenti differenti; principio di base per la separazione dei privilegi. In questo modo eventuali compromissioni dei demoni che gestiscono la comunicazione via seriale potranno, nel PEGGGIORE dei casi, causare certificati fasulli, ma non rivelare la chiave root.

source: The simplest and most effective thing you can do is spread the word, by telling your friends, colleagues and relatives about us and join.
it: La cosa che pi&ugrave; semplice e pi&ugrave; efficace che tu possa fare &egrave; passare parola, esortando amici e parenti unirsi a noi.

source: Then the system will try to generate some very random numbers to get a secure key.
it: Quindi il sistema cercher&agrave; di generare alcuni numeri casuali per ottenere una chiave sicura.

source: Then you need to generate a Certificate Signing Request, for more details go:
it: Successivamente devi generare una Richiesta di Certificazione (CSR); per ulteriori informazioni:

source: Then you need to submit the contents from the CSR file to CAcert, you need to go:
it: Quindi devi inviare il contenuto del file CSR a CAcert:

source: There are a number of other mailing lists CAcert runs, some are general discussion, others are technical (such as the development list) or platform specific help (such as the list for Apple Mac users)
it: Ci sono diverse mailing list CAcert, alcune di discussione generale, altre tecniche (come la lista di sviluppo) o per l'aiuto su specifiche piattaforme (come la lista per utenti Apple Mac).

source: Please note: The class 3 root certificate needs to be imported into your email program as well as the class 1 root certificate so your email program can build a full trust path chain. Until we are included in browsers this might not be a desirable option for most people
it: Nota bene: il certificato root di classe 3 deve essere importato nel client di posta insieme con il certificato root di classe 1, in modo da poter costruire una catena di fiducia completa. Fino a quando non saremo inclusi nei browser questa sar&agrave; un'operazione fastidiosa per la maggior parte degli utenti.

source: There was an error and I couldn't proceed
it: Si &egrave; verificato un errore e non &egrave; possibile proseguire

source: How does CAcert protect its root private key?
it: Come protegge CAcert la sua chiave privata root?

source: Information
it: Informazioni

source: There's nothing to it. I mean literally, you can already start sending your emails encrypted. Assuming of course you have your own digital signature certificate (e.g. as per above), and the person you want to send an encrypted email to also has a digital signature certificate, and has recently sent you a digitally signed email with it. If all these conditions hold, you just have to change the settings in your email software to send the email encrypted and hey presto! Your email software (probably Outlook I guess) should suss out the rest.
it: Niente. Dico davvero, puoi gi&agrave; cominciare a mandare e-mail cifrate. Naturalmente assumendo che tu abbia un certificato digitale (vedi sopra) e che la persona a cui vuoi inviare un'e-mail cifrata abbia a sua volta un certificato digitale e abbia firmato con questo un'e-mail che ti ha inviato in precedenza. Se queste condizioni sono verificate &egrave; sufficiente configurare il proprio client di posta per inviare e-mail cifrate, e lui penser&agrave; al resto.

source: This email address is currently valid in the system.
it: Questo indirizzo e-mail &egrave; attualmente valido nel sistema.

source: Your language setting has been updated.
it: Le tue impostazioni sulla lingua sono state aggiornate.

source: This person already has %s assurance points. Any points you give this person may be rounded down, or they may not even get any points. If you have less then 150 points you will still receive 2 points for assuring them.
it: Questa persona ha gi&agrave; %s punti di attestazione. &Egrave; possibile che non tutti i punti che assegnerai a questa persona le vengano effettivamente dati, al limite &egrave; anche possibile che non riceva alcun punto. Se hai meno di 150 punti, riceverai comunque 2 punti per il riconoscimento.

source: Your information has been submitted into our system. You will now be sent an email with a web link, you need to open that link in your web browser within 24 hours or your information will be removed from our system!
it: I tuoi dati sono stati inviati al nostro sistema. Ti verr&agrave; ora inviata un'e-mail con un link; devi aprire quel link con un browser web entro 24 ore, altrimenti i tuoi dati saranno cancellati dal nostro sistema!
