Repository: BenBE/CAcert
Catalog: locale/*.po
Languages: it

source: You will now create a CSR. This information will be displayed on your certificate, and identifies the owner of the key to users. The CSR is only used to request the certificate. The following characters must be excluded from your CSR fields, or your certificate may not work:
it: Stai per creare una CSR. Queste informazioni saranno inserite nel tuo certificato, e identificano il proprietario della chiave verso altri utenti. La CSR &egrave; utilizzata soltanto per richiedere il certificato. I caratteri seguenti non devono essere inclusi nei campi della CSR, o il tuo certificato potrebbe non funzionare correttamente:

source: You will need to be issued 100 points by meeting with existing assurers from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents; OR if it is too difficult to meet up with existing assurers in your area, meet with two Trusted Third Party assurers (notary public, justice of the peace, lawyer, bank manager, accountant) to do the verifying.
it: &Egrave; necessario che ti siano assegnati 100 punti incontrando degli Accertatori del Web of Trust di CAcert che verifichino la tua identit&agrave; usando tuoi documenti con foto emessi dallo Stato; OPPURE, se &egrave; troppo difficile trovare Accertatori nella tua zona, puoi incontrare due Terze Parti Riconosciute (TTP, per esempio notai, giudici di pace, avvocati, funzionari di banca) che facciano la verifica.

source: You were issued %s points however the system has rounded this down to %s and you now have %s points in total.
it: Ti sono stati assegnati %s punti, tuttavia il sistema li ha arrotondati per difetto a %s e ora hai %s punti in totale.

source: You tried to give a temporary points increase to someone that already has more then 150 points. Can't continue.
it: Hai cercato di dare un incremento temporaneo di punti a qualcuno che ha gi&agrave; pi&ugrave; di 150 punti. Impossibile continuare.

source: You tried to use an invalid language.
it: Hai cercato di usare una lingua non valida.

source: You were issued %s points and you now have %s points in total.
it: Ti sono stati assegnati %s punti e hai ora %s punti in totale.

source: You submitted invalid email addresses, or email address you no longer have control of. Can't continue with certificate request.
it: Hai inviato indirizzi e-mail non validi, o indirizzi e-mail di cui non hai pi&ugrave; il controllo. Impossibile continuare con la richiesta di certificato.

source: You then need to add the domain you have control of to your account, which you can do:
it: Devi poi aggiungere al tuo account il dominio di cui hai il controllo, il che si pu&ograve; fare:

source: You see this all the time on the Internet - every time you go to a secure page on a web site, for example to enter personal details, or to make a purchase, every day you browse web sites that have been digitally signed by a Certificate Authority that is accepted as having the authority to sign it. This is all invisible to the user, except that you may be aware that you are entering a secure zone (e.g. SSL and HTTPS).
it: Capita continuamente su Internet - ogni volta che accedi a una pagina sicura su un sito, per esempio per inserire informazioni personali o per fare un acquisto, ogni giorno ti capita di visitare siti che sono stati firmati digitalmente da un'Autorit&agrave; di Certificazione comunemente accettata. Tutto questo &egrave; invisibile per l'utente, a parte il fatto che puoi essere consapevole del fatto che stai entrando in un'area sicura (per esempio SSL e HTTPS).

source: You only dispute the primary email address of an account if there is no longer any email addresses or domains linked to it.
it: Puoi aprire una controversia sull'indirizzo e-mail principale di un account solo se non vi sono collegati altri indirizzi e-mail o domini.

source: You now have over 50 points, and can now have your name added to client certificates, and issue server certificates for up to 2 years.
it: Hai ora raggiunto i 50 punti, e puoi ora avere il tuo nome nei certificati client, ed emettere certificati server di durata fino a 2 anni.

source: You must enter the number of points you wish to allocate to this person.
it: Devi inserire il numero di punti che vuoi assegnare a questa persona.

source: You must meet the applicant in person;
it: Devi incontrare il richiedente di persona;

source: You must sight at least one form of government issued photo identification. It's preferable if 2 forms of Government issued photo ID are presented, as less points may be issued if there is any doubt on the person by the person issuing points;
it: Devi prendere visione di almeno un documento con fotografia emesso dallo Stato. &Egrave; preferibile se vengono mostrati due diversi documenti con fotografia emessi dallo Stato, e la persona che assegna i punti pu&ograve; assegnare un numero minore di punti se ha qualunque dubbio sull'altra persona;

source: You must enable ActiveX for this to work.
it: Devi abilitare ActiveX perch&eacute; questo funzioni.

source: You must confirm that you are the owner (or authorized administrator) of the domain by responding to a 'ping' email sent to either the email address listed in the whois record, or one of the RFC-mandatory addresses (hostmaster/postmaster/etc).
it: Devi confermare di essere il proprietario (o un amministratore autorizzato) del dominio rispondendo a un'email di 'ping' inviata all'indirizzo e-mail indicato nel WHOIS o a uno degli indirizzi obbligatori secondo le RFC (hostmaster/postmaster/etc).

source: Analyse
it: Analizza

source: The Pass Phrase you submitted failed to contain enough differing characters and/or contained words from your name and/or email address. Only scored %s points out of 6.
it: La password impostata non contiene abbastanza caratteri diversi e/o contiene parole prese dal tuo nome e/o indirizzo email. Ottiene soltanto %s punti su 6.

source: CAcert Source License
it: Licenza dei sorgenti di CAcert

source: Did a substantial amount of work on the previous website design, and has been floating about on the mailing lists often giving invaluble insight into what we should be doing better.
it: Ha fatto una quantit&agrave; notevole di lavoro per il precedente sito Web e frequenta assiduamente le mailing list, dando spesso preziosi punti di vista su come possiamo migliorare.

source: Due to the possibility for punycode domain exploits we currently do not allow any certificates to sign punycode domains or email addresses.
it: A causa della possibilit&agrave; di exploit punycode, attualmente non consentiamo che i certificati possano firmare domini o indirizzi email con nome unicode.&#13;

source: Firstly you need mod-ssl and apache setup (this is beyond the scope of this FAQ item and you will need to search on google etc for LAMP setup information). I recommend mod-ssl over apache-ssl because it means you need less resources to achieve the same result.
it: In primo luogo occorre la messa a punto di apache e del relativo mod-ssl (questo argomento esula dala portata di questa FAQ e devi cercare su google ecc. le informazioni su setup LAMP). Suggerisco mod-ssl rispetto ad apache-ssl perch&eacute; occorrono meno risorse per raggiungere lo stesso risultato.

source: How can I do a single sign on similar to CAcert using client certificates?
it: Come posso fare una singola firma in modo analogo a CAcert usando i certificati client?

source: In light of the number of people having issues with making up a password we have the following suggestions:
it: A seguito dell'elevato numero di persone che ha dubbi su come generare una password, diamo i seguenti suggerimenti:

source: Install a Root Certificate using Internet Explorer and the CEnroll ActiveX control. This avoids the Microsoft Certificate Installation wizard and all of its complexity and extra screens for users. This however will ONLY work for Microsoft Internet Explorer.
it: Installazione del Certificato principale utilizzando Internet Explorer ed il controllo ActiveX di CEnroll. Questa procedura evita all'utente di utilizzare il wizard per l'installazione del certificato della Microsoft e tutte le relative domande supplementari pi&ugrave; o meno complesse. Questa procedura tuttavia funzioner&agrave; SOLTANTO con Microsoft Internet Explorer.

source: Mission Statement
it: Dichiarazione d'intenti

source: Once you have everything setup and working you will need to add lines similar to below to your apache.conf
it: Una volta che hai tutto installato e funzionante serve che aggiungi delle linee simili a quelle sotto al tuo file apache.conf

source: Once you have everything working and you've tested sending a client certificate to your site and you're happy all is well you can start adding code to PHP (or any other language you like that can pull server environment information). At present I only have PHP code available and the example is in PHP
it: Una volta che &egrave; tutto funzionante e hai verificato la corretta trasmissione del certificato client al tuo sito, puoi iniziare ad aggiungere codice al PHP (o a qualunque altro linguaggio possa leggere le variabili di ambiente del server). Attualmente ho soltanto codice PHP disponibile perci&ograve; l'esempio &egrave; in PHP

source: Please note, you will need to alter the paths, hostname and IP of the above example, which is just that an example! The SSLCACertificateFile directive is supposed to point to a file with the root certificate you wish to verify your client certificates against, for the CAcert website we obviously only accept certificates issued by our own website and use our root certificate to initially verify this.
it: Nota bene: devi alterare il path, l'hostname e l'IP dell'esempio di cui sopra, che &egrave; giusto un esempio! Si suppone che la direttiva SSLCACertificateFile punti un file con il certificato root che serve a verificare i client. Per il sito CAcert ovviamente accettiamo soltanto i certificati emessi dal nostro sito e usiamo il nostro certificato root per verificarlo inizialmente.

source: RSS News Feed
it: News via RSS

source: The point is, as the current situation holds, you should be wary of anyone making decisions for you (i.e. pre-installed certificates in your browser), and you should be weary of anyone else's certificates that you install. But at the end of the day, it all boils down to trust. If an independent Certificate Authority seems to be reputable to you, and you can find evidence to support this claim, there's no reason why you shouldn't trust it any less than you implicitly trust the people who have already made mistakes.
it: Il punto &egrave;, vista la situazione attuale, che dovresti essere guardingo rispetto a chiunque prenda decisioni per te (cio&egrave; certificati preinstallati nel tuo browser) e dovresti essere sospettoso di qualunque certificato vorresti installare. Per&ograve; poi va a finire che ti fidi. Se una Certificate Authority indipendente sembra essere affidabile e trovi conferme di questo fatto, non c'&egrave; ragione per la quale non dovresti fidarti e ancor meno c'&egrave; ragione per non fidarti implicitamente di chi ha commesso lo stesso errore.

source: You listed an invalid sponsor for this action.
it: Hai elencato uno sponsor non valido per questa azione.

source: You may charge a fee for your expenses if the applicant has been advised of the amount prior to the meeting.
it: Puoi richiedere un compenso a titolo di rimborso spese se il richiedente &egrave; stato avvertito dell'importo prima dell'incontro.

source: You must confirm it is your email address by responding to a 'ping' email sent to it.
it: Devi confermare che si tratta del tuo indirizzo e-mail rispondendo a un'e-mail di 'ping' inviata a quell'indirizzo.

source: Free digital certificates!
it: Certificati digitali gratutiti!

source: You issued %s points and they now have %s points in total.
it: Hai assegnato %s punti e hanno ora %s punti in totale.

source: You issued %s points however the system has rounded this down to %s and they now have %s points in total.
it: Hai assegnato %s punti, tuttavia il sistema ha arrotondato per difetto a %s, e hanno ora %s punti in totale.

source: A reminder notice has been sent.
it: Un promemoria &egrave; stato inviato.

source: Abuses
it: Abusi

source: Accept Dispute
it: Accetta Disputa

source: Assurer Ranking
it: Livello dell'Accertatore.

source: CAcert's GPG Key
it: Chiave GPG di CAcert

source: Certificate Subject
it: Soggetto del Certificato

source: As described in the Style Guide, the monochrome version of the logo must be used in situations where the logo colours cannot be reproduced correctly.
it: Come descritto della Guida di Stile, la versione monocromatica del logo deve essere usata nei casi in cui i colori del logo non possono essere riprodotti correttamente.

source: Comment
it: Commento

source: CommonName field was blank. This is usually caused by entering your own name when openssl prompt's you for 'YOUR NAME', or if you try to issue certificates for domains you haven't already verified, as such this process can't continue.
it: Il campo CommonName era vuoto. Questo capita di solito se inserisci il tuo nome proprio quando openssl richiede 'YOUR NAME', o se cerchi di emettere certificati per domini non ancora verificati; in questi casi il processo non pu&ograve; continuare.

source: Current Points
it: Punti attuali

source: Currently the domain '%s' is in dispute, you have been sent an email to resolve the issue, below you have the option to accept, reject or report the request as fraudulent.
it: Attualmente il dominio '%s' &egrave; in disputa, ti &egrave; stata trasmessa un'email per risolvere il problema; sotto c'&egrave; l'opzione per accettare, rifiutare o segnalare la richiesta come fraudolenta.

source: Currently the email '%s' is in dispute, you have been sent an email to resolve the issue, below you have the option to accept, reject or report the request as fraudulent.
it: Attualmente l'email '%s' &egrave; in disputa, ti &egrave; stato trasmessa un'email per risolvere il problema; sotto c'&egrave; l'opzione per accettare, rifiutare o segnalare la richiesta come fraudolenta.

source: Currently we only issue certificates for Punycode domains if the person requesting them has code signing attributes attached to their account, as these have potentially slightly higher security risk.
it: Attualmente emettiamo certificati per domini Punycode solamente se la persona che li richiede &egrave; abilitata a firmare codice, perch&eacute; questi presentano un rischio di sicurezza potenzialmente pi&ugrave; alto.

source: To get a password that will work, we suggest the following example
it: Per ottenere una parola d'accesso che funzioner&agrave;, suggeriamo il seguente esempio

source: Dispute Domain
it: Disputa del Dominio

source: Dispute Probe
it: Prova della disputa

source: Disputes
it: Dispute

source: Disputes and Abuse Reporting
it: Dispute e segnalazione di abuso

source: Disputes/Abuses
it: Dispute/Abusi

source: Domain Dispute
it: Disputa del dominio

source: Domain Dispute!
it: Disputa del dominio!

source: Domain and Email Disputes
it: Dispute Dominio ed Email

source: Treasurer
it: Tesoriere

source: Email Address given was invalid, or a test connection couldn't be made to your server, or the server rejected the email address as invalid
it: L'indirizzo fornito non &egrave; un indirizzo di posta valido, oppure non &egrave; stato possibile effettuare un collegamento di prova con il server di posta, oppure il server di posta ha risposto che l'indirizzo non &egrave; valido.

source: Email Dispute
it: Disputa dell'indirizzo di e-mail

source: File Dispute
it: Invia una Disputa

source: For much of the art work that exists on the website, t-shirt designs, much of the organisational work for Usenix '04, as well as a few published articles and written documents.
it: Per gran parte della grafica che esiste sul sito, i disegni delle t-shirt, gran parte del lavoro organizzativo per Usenix '04, nonch&eacute; per alcuni articoli pubblicati e documenti redatti.

source: GPG Key
it: Chiave GPG

source: General questions about CAcert should be sent to the general support list, please send all emails in ENGLISH only, this list has many more volunteers then those directly involved with the running of the website, everyone on the mailing list understands english, even if this isn't their native language this will increase your chance at a competent reply. While it's best if you sign up to the mailing list to get replied to, you don't have to, but please make sure you note this in your email, otherwise it might seem like you didn't get a reply to your question.
it: Le domande generali circa CAcert dovrebbero essere trasmesse alla lista generale di supporto. Per favore trasmetti soltanto email in inglese. Questa lista ha molti pi&ugrave; volontari di quelli direttamente coinvolti nel buon funzionamento del sito e tutti capiscono l'inglese anche se non &egrave; la loro lingua madre. Ci&ograve; aumenta la probabilit&agrave; di una risposta esauriente. Anche se &egrave; meglio iscriversi alla lista per ottenere risposte, ci&ograve; non &egrave; strettamente necessario. Per&ograve; assicurati di annotarlo nell'email, altrimenti potresti non ricevere le risposte.

source: abbreviated:
it: abbreviato:

source: Generating a new key pair and CSR for IIS 5.0
it: Generare una nuova coppia di chiavi e CSR per IIS 5.0

source: How do I get a server certificate from CAcert?
it: Come faccio a ricevere un certificato per server da CAcert?

source: My Points
it: Punti

source: He's constantly helping out on the support list, building up documentation and all round nice guy, he was even offered a free book and turned down the offer until there is a book on CAcert available!
it: Sta fornendo costantemente aiuto sulla lista di supporto, sta sviluppando la documentazione e gli &egrave; stato perfino offerta una pubblicazione gratis ma, essendo tutto di un pezzo, ha declinato l'offerta fino a che non ci sar&agrave; un libro su CAcert disponibile!

source: I agree with this Application
it: Accetto questi termini

source: I don't agree with this Application
it: Non accetto questi termini

source: If you want to dispute who has control of your email address or domain, select 'Dispute Email' or 'Dispute Domain' on the right hand side.
it: Se intendi disputare chi ha il controllo del tuo indirizzo email o del tuo dominio, scegli 'Disputa email' o 'Disputa dominio' a destra.&#13;

source: If you would like to report an abuse of our certificates that breaches our policies please select the Abuse menu on the right.
it: Se volessi segnalare un uso abusivo dei nostri certificati che apre un varco nelle nostre politiche di sicurezza seleziona il menu Abusi a destra.

source: If your dispute is successful the domain will be removed from the current account and any certificates will be revoked.
it: Se la tua disputa riesce il dominio sar&agrave; rimosso dall'attuale account e tutti i certificati saranno revocati.

source: If your dispute is successful you will have the email address removed from the system, you will need add the email address as per usual afterwards. The email will be removed from the current account and any certificates will be revoked.
it: Se la tua disputa riesce, l'indirizzo email sar&agrave; rimosso dal sistema e successivamente dovrai riaggiungerlo con il metodo usuale. L'email sar&agrave; rimossa dall'attuale account e tutti i certificati saranno revocati.

source: Invalid request. Can't continue.
it: Richiesta non valida. Non &egrave; possibile procedere.

source: Main Website
it: Sito Web Principale

source: More Information
it: Informazioni aggiuntive

source: Name on file
it: Nome nel file

source: No additional information will be included on certificates because it can not be automatically checked by the system.
it: Informazioni supplementari non saranno incluse nei certificati perch&eacute; non possono essere controllate automaticamente dal sistema.

source: Not a valid Domain. Can't continue.
it: Il dominio non &egrave; valido. Non &egrave; possibile procedere.

source: Notary URL
it: URL del Notaio

source: Organisation Assurance
it: Certificazione dell'Organizazzione

source: Organisational Assurance
it: Certificazione dell'Organizzazione

source: Organisation Title
it: Nome dell'Organizzazione

source: PKI finger/thumb print signed by the CAcert GPG Key
it: Impronta digitale PKI firmata con la chiave GPG di CAcert

source: Photo ID URL
it: URL del documento di identificazione con foto

source: Please select the most appropriate section to report your problem.
it: Seleziona la sezione pi&ugrave; adatta a segnalare il tuo problema.

source: Potential Points
it: Punti potenziali

source: Primary email address
it: Indirizzo e-mail principale

source: Email Me
it: Scrivigli

source: Reject Dispute
it: Rifiuta la controversia

source: Rejected
it: Rifiutata

source: Report Dispute as Abuse
it: Segnala la Controversia come un Abuso

source: Request Details
it: Dettagli della richiesta

source: Same as above plus get 100 assurance points by meeting with multiple assurers from the CAcert Web of Trust, who verify your identity using your government issued photo identity documents.
it: Come sopra, e in pi&ugrave; devi ottenere 100 punti di riconoscimento incontrando diversi Accertatori del Web of Trust di CAcert, che verifichino la tua identit&agrave; da tuoi documenti con foto emessi dallo Stato.

source: Send reminder notice
it: Invia un promemoria

source: The domain '%s' already exists in the dispute system. Can't continue.
it: Il dominio '%s' esiste gi&agrave; nel sistema di disputa. Non &egrave; possibile procedere.

source: The domain '%s' has been entered into the dispute system, the email address you choose will now be sent an email which will give the recipent the option of accepting or rejecting the request, if after 2 days we haven't received a valid response for or against we will discard the request.
it: Il dominio '%s' &egrave; entrato nel sistema di disputa, all'indirizzo email che scegli ora sar&agrave; trasmessa un'email che dar&agrave; al destinatario l'opzione di accettare o di rifiutare la richiesta. Se entro 2 giorni non avremo ricevuto una risposta valida pro o contro scarteremo la richiesta.

source: The domain '%s' isn't in the system. Can't continue.
it: Il dominio '%s' non &egrave; presente nel sistema. Non &egrave; possibile procedere.

source: The email address '%s' already exists in the dispute system. Can't continue.
it: L'indirizzo di posta elettronica '%s' &egrave; gi&agrave; presente nel sistema di disputa. Non &egrave; possibile procedere.

source: %s prefers to be contacted in %s
it: %s preferisce essere contattato in %s

source: The email address '%s' has been entered into the dispute system, the email address will now be sent an email which will give the recipent the option of accepting or rejecting the request, if after 2 days we haven't received a valid response for or against we will discard the request.
it: L'indirizzo email '%s' &egrave; entrato nel sistema di disputa, all'indirizzo email che scegli ora sar&agrave; trasmessa un'email che dar&agrave; al destinatario l'opzione di accettare o di rifiutare la richiesta. Se entro 2 giorni non avremo ricevuto una risposta valida pro o contro scarteremo la richiesta.

source: The following comments were made by reviewers
it: I seguenti commenti sono stati fatti dai revisori

source: The following hostnames were rejected because the system couldn't link them to your account, if they are valid please verify the domains against your account.
it: I seguenti hostname sono stati rifiutati perch&eacute; il sistema non pu&ograve; riferirli al tuo account, se sono validi verifica i domini registrati.
